[
  {
    "name": "TP. Hà Nội",
    "image": "./Assets/png/hanoi.webp",
    "bi_thu": "Nguyễn Duy Ngọc",
    "chu_tich": "Vũ Đại Thắng",
    "trich_ngang_bi_thu_short": "Ủy viên Bộ Chính trị, Bí thư Thành ủy Hà Nội",
    "trich_ngang_bi_thu_full": "Bí thư Thành ủy Hà Nội\nNăm sinh: 1964\nQuê quán: Hưng Yên\nHọc vấn: Thạc sĩ Luật\nDân tộc: Kinh",
    "trich_ngang_chu_tich_short": "Ủy viên Trung ương Đảng, Phó Bí thư Thành ủy, Chủ tịch UBND TP Hà Nội",
    "trich_ngang_chu_tich_full": "Chủ tịch UBND TP Hà Nội\nNgày sinh: 4/10/1975\nQuê quán: Hà Nội\nHọc vấn: Thạc sĩ Quan hệ quốc tế, Cử nhân Kinh tế, Cử nhân Luật\nDân tộc: Kinh",
    "image_bi_thu": "./Assets/png/hanoi_bithu.png",
    "image_chu_tich": "./Assets/png/hanoi_chutich.png",
    "dien_tich": "3.359,84 km²",
    "dan_so": "8.807.523",
    "grdp": "1.425.521.277",
    "thu_ngan_sach": "511.338.453",
    "region": ["city", "north"],
    "timeline_bi_thu": [
    "2009 - 2011: Trưởng Công an huyện Thanh Trì, Trưởng phòng Cảnh sát Giao thông đường bộ - đường sắt (PC27), Công an thành phố Hà Nội.",
    "2012: Đại tá, Chánh Văn phòng Cơ quan Cảnh sát Điều tra (PC44), Phó Thủ trưởng Cơ quan Cảnh sát Điều tra, Công an thành phố Hà Nội.",
    "3/2013: Đại tá, Phó Giám đốc Công an thành phố Hà Nội.",
    "1/2014: Đại tá, Phó Giám đốc Công an thành phố Hà Nội, Thủ trưởng Cơ quan Cảnh sát Điều tra Công an thành phố Hà Nội.",
    "11/2016: Đại tá, Phó Tổng Cục trưởng Tổng Cục Cảnh sát, kiêm Cục trưởng Cục Cảnh sát Điều tra tội phạm về tham nhũng, kinh tế, buôn lậu, Bộ Công an, Ủy viên Ban Thường vụ Đảng ủy Công an Trung ương.",
    "2017: Được thăng cấp bậc hàm Thiếu tướng.",
    "8/2018: Cục trưởng Cục Cảnh sát Điều tra tội phạm về tham nhũng, kinh tế, buôn lậu, Bộ Công an, Ủy viên Ban Thường vụ Đảng ủy Công an Trung ương.",
    "15/8/2019: Thiếu tướng, Ủy viên Ban Thường vụ Đảng ủy Công an Trung ương, Thứ trưởng Bộ Công an, kiêm Phó Chủ tịch Ủy ban An toàn giao thông Quốc gia.",
    "1/2021 - 2022: Ủy viên Trung ương Đảng khóa XIII, Thứ trưởng Bộ Công an, Thủ trưởng Cơ quan Cảnh sát Điều tra Bộ Công an, được thăng cấp bậc hàm Trung tướng, Tổ phó Thường trực Tổ Công tác triển khai Đề án 06 của Chính phủ.",
    "12/2023 - 6/2024: Ủy viên Trung ương Đảng khóa XIII, Thượng tướng, Thứ trưởng Bộ Công an, Thủ trưởng Cơ quan Cảnh sát Điều tra Bộ Công an, Tổ phó Thường trực Tổ Công tác triển khai Đề án 06 của Chính phủ.",
    "6/2024 - 8/2024: Ủy viên Trung ương Đảng khóa XIII, Chánh Văn phòng Trung ương Đảng.",
    "16/8/2024 - 1/2025: Bí thư Trung ương Đảng khóa XIII, Chánh Văn phòng Trung ương Đảng; Phó Trưởng Ban Thường trực Ban Chỉ đạo Trung ương về phát triển khoa học, công nghệ, đổi mới sáng tạo và chuyển đổi số (từ 1/2025).",
    "23/1/2025 - 2/2025: Ủy viên Bộ Chính trị, Bí thư Trung ương Đảng, Chủ nhiệm Ủy ban Kiểm tra Trung ương, Chánh Văn phòng Trung ương Đảng; Phó trưởng Ban Thường trực Ban Chỉ đạo Trung ương về phát triển khoa học, công nghệ, đổi mới sáng tạo và chuyển đổi số.",
    "2/2025: Ủy viên Bộ Chính trị, Bí thư Trung ương Đảng (đến 11/2025), Chủ nhiệm Ủy ban Kiểm tra Trung ương (đến 11/2025); Phó Trưởng Ban Thường trực Ban Chỉ đạo Trung ương về phát triển khoa học, công nghệ, đổi mới sáng tạo và chuyển đổi số; Ủy viên Hội đồng bầu cử quốc gia (từ 6/2025).",
    "4/11/2025: Bộ Chính trị đã điều động, phân công, chỉ định tham gia Ban Chấp hành, Ban Thường vụ Thành ủy và giữ chức Bí thư Thành ủy Hà Nội nhiệm kỳ 2025-2030.",
    "5/11/2025: Hội nghị lần thứ 14 Ban Chấp hành Trung ương Đảng khóa XIII thống nhất để đồng chí thôi tham gia Ủy ban Kiểm tra Trung ương, thôi giữ chức Chủ nhiệm Ủy ban Kiểm tra Trung ương khoá XIII (để tập trung cho nhiệm vụ mới được Bộ Chính trị phân công)." 
    ],
    "timeline_chu_tich": [
      "12/1997 - 3/2000: Chuyên viên, Nhóm Tổng hợp, Vụ Kinh tế đối ngoại, Bộ Kế hoạch và Đầu tư.",
      "4/2000 - 3/2002: Học Thạc sĩ tại Đại học WASEDA, Tokyo, Nhật Bản.",
      "4/2002 - 9/1/2006: Chuyên viên phòng Tổng hợp, Vụ Kinh tế đối ngoại, Bộ Kế hoạch và Đầu tư.",
      "10/1/2006 - 5/1/2009: Chuyên viên, Vụ Thương mại và Dịch vụ (nay là Vụ Kinh tế dịch vụ), Bộ Kế hoạch và Đầu tư.",
      "6/1/2009 - 6/2011: Phó Vụ trưởng, Vụ Kinh tế dịch vụ, Bộ Kế hoạch và Đầu tư.",
      "3/3/2014 - 11/3/2018: Phó Chủ tịch UBND tỉnh Hà Nam (từ 8/4/2014); Ủy viên dự khuyết Trung ương Đảng khóa XII (từ 1/2016); Ủy viên Ban Thường vụ Tỉnh ủy Hà Nam (từ 8/2017).",
      "12/3/2018 - 7/2020: Ủy viên dự khuyết Trung ương Đảng khóa XII, Ủy viên Ban Cán sự Đảng, Thứ trưởng Bộ Kế hoạch và Đầu tư.",
      "8/2020 - 1/2021: Ủy viên dự khuyết Trung ương Đảng khóa XII, Bí thư Tỉnh ủy Quảng Bình.",
      "1/2021 - 10/2024: Ủy viên Trung ương Đảng khóa XIII; Bí thư Tỉnh ủy Quảng Bình, Trưởng Đoàn ĐBQH tỉnh Quảng Bình (7/2021).",
      "7/2021: Đại biểu Quốc hội khóa XV.",
      "25/10/2024 - 2/2025: Ủy viên Trung ương Đảng khóa XIII, Bí thư Tỉnh ủy Quảng Ninh nhiệm kỳ 2020-2025.",
      "2/2025 - 4/2025: Ủy viên Trung ương Đảng khóa XIII, Bí thư Tỉnh ủy Quảng Ninh; Ủy viên là đại biểu Quốc hội hoạt động kiêm nhiệm của Ủy ban Quốc phòng, An ninh và Đối ngoại của Quốc hội khóa XV.",
      "9/4/2025 - 11/2025: Ủy viên Trung ương Đảng khóa XIII, Bí thư Tỉnh ủy, Trưởng Đoàn đại biểu Quốc hội khóa XV tỉnh Quảng Ninh; Ủy viên là đại biểu Quốc hội hoạt động kiêm nhiệm của Ủy ban Quốc phòng, An ninh và Đối ngoại của Quốc hội khóa XV.",
      "26/9/2025: Tại Đại hội đại biểu Đảng bộ tỉnh Quảng Ninh lần thứ XVI, nhiệm kỳ 2025-2030, tiếp tục được bầu giữ chức Bí thư Tỉnh ủy Quảng Ninh, nhiệm kỳ 2025-2030.",
      "11/2025: Ủy viên Trung ương Đảng khóa XIII; Phó Bí thư Thành ủy nhiệm kỳ 2025-2030, Chủ tịch UBND thành phố Hà Nội nhiệm kỳ 2021-2026; Ủy viên là đại biểu Quốc hội hoạt động kiêm nhiệm của Ủy ban Quốc phòng, An ninh và Đối ngoại của Quốc hội khóa XV.",
      "11/12/2025: Ủy ban Thường vụ Quốc hội: phê chuẩn cho thôi giữ chức Trưởng đoàn đại biểu Quốc hội khóa XV tỉnh Quảng Ninh (Nghị quyết số 1928/NQ-UBTVQH15); chuyển sinh hoạt từ Đoàn đại biểu Quốc hội tỉnh Quảng Ninh đến Đoàn đại biểu Quốc hội thành phố Hà Nội (Nghị quyết số 1923/NQ-UBTVQH15)."
    ]
  },
 {
    "name": "Lạng Sơn",
    "image": "./Assets/png/langson.webp",
    "bi_thu": "Hoàng Quốc Khánh",
    "chu_tich": "Nguyễn Cảnh Toàn",
    "trich_ngang_bi_thu_short": "Bí thư Tỉnh ủy Lạng Sơn",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Lạng Sơn\nNgày sinh: 2/9/1969\nQuê quán: Sơn La\nHọc vấn: Tiến sĩ Kinh tế, cử nhân Luật\nDân tộc: Thái",
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Lạng Sơn",
    "trich_ngang_chu_tich_full": "Chủ tịch UBND tỉnh Lạng Sơn\nNgày sinh: 25/3/1976\nQuê quán: Nghệ An\nHọc vấn: Thạc sĩ Quản trị nguồn nhân lực, thạc sĩ Quản lý hành chính công, cử nhân Luật kinh tế, cử nhân Hành chính công, cử nhân Tài chính - Ngân hàng\nDân tộc: Kinh",
    "image_bi_thu": "./Assets/png/langson_bithu.png",
    "image_chu_tich": "./Assets/png/langson_chutich.png",
    "dien_tich": "8.310,18 km²",
    "dan_so": "881.384",
    "grdp": "49.735.616",
    "thu_ngan_sach": "10.727.290",
    "region": ["north"],
    "timeline_bi_thu": [
    "9/2010 - 6/2011: Tỉnh uỷ viên, Bí thư Huyện uỷ, Chủ tịch UBND huyện Phù Yên, tỉnh Sơn La.",
    "6/2011 - 6/2014: Tỉnh uỷ viên, Bí thư Huyện uỷ, Chủ tịch HĐND huyện Phù Yên, tỉnh Sơn La.",
    "6/2014 - 6/2015: Tỉnh uỷ viên, Bí thư Đảng uỷ, Giám đốc Sở Kế hoạch và Đầu tư tỉnh Sơn La.",
    "6/2015 - 8/2015: Tỉnh uỷ viên, Trưởng Ban Dân vận Tỉnh uỷ Sơn La.",
    "8/2015 - 9/2015: Tỉnh uỷ viên, Phó Chủ nhiệm Uỷ ban Kiểm tra Tỉnh uỷ Sơn La.",
    "22/9/2015 - 12/6/2019: Uỷ viên Ban Thường vụ Tỉnh uỷ, Chủ nhiệm Uỷ ban Kiểm tra Tỉnh uỷ Sơn La.",
    "12/6/2019 - 1/8/2024: Phó Bí thư Tỉnh uỷ, Bí thư Ban cán sự Đảng, Chủ tịch UBND tỉnh Sơn La.",
    "1/8/2024 - 7/11/2024 : Bí thư Tỉnh uỷ, Chủ tịch UBND tỉnh Sơn La.",
    "7/11/2024 - 9/2025: Bí thư Tỉnh uỷ Sơn La.",
    "28/9/2025 - 12/10/2025: Bí thư Tỉnh uỷ Sơn La khóa XVI, nhiệm kỳ 2025-2030.",
    "12/102025: Bộ Chính trị phân công, điều động nhận nhiệm vụ công tác mới",
    "15/10/2025 : Bí thư Tỉnh ủy Lạng Sơn khóa XVIII, nhiệm kỳ 2025-2030."
    ],
    "timeline_chu_tich": [
    "1/4/2003 - 1/4/2004: Chuyên viên Văn phòng Kiểm toán Nhà nước.",
    "1/4/2004 - 1/4/2008: Chuyên viên Vụ Pháp chế, Kiểm toán Nhà nước.",
    "4/2008 - 10/2010: Phó Trưởng phòng Tổ chức, Biên chế, Tiền lương, Vụ Tổ chức - Cán bộ, Kiểm toán Nhà nước.",
    "11/2010 - 12/2012: Du học thạc sĩ tại trường Đại học Swinburne, Melbourne, Australia.",
    "12/2012 - 8/2013: Phó Trưởng phòng Tổ chức, Biên chế, Tiền lương, Vụ Tổ chức - Cán bộ, Kiểm toán Nhà nước.",
    "8/2013 - 4/2018: Phó Vụ trưởng Vụ Tổ chức - Cán bộ, Ban Kinh tế Trung ương.",
    "4/2018 - 10/2018: Biệt phái, giúp việc chuyên trách cho đồng chí Chủ tịch Ủy ban Quản lý vốn Nhà nước tại doanh nghiệp.",
    "10/2018 - 8/2023: Vụ trưởng Vụ Tổ chức cán bộ, Ủy ban Quản lý vốn Nhà nước tại doanh nghiệp, Ủy viên Ban Cán sự Đảng, Phó Bí thư Đảng ủy Ủy ban Quản lý vốn Nhà nước tại doanh nghiệp.",
    "8/2023 - 2/2025: Ủy viên Ban Cán sự Đảng, Phó Bí thư Đảng ủy Ủy ban Quản lý vốn Nhà nước tại doanh nghiệp.",
    "2/2025 - 10/2025: Phó Bí thư Tỉnh ủy Lạng Sơn.",
    "Từ 10/2025: Phó Bí thư tỉnh ủy, Chủ tịch UBND tỉnh Lạng Sơn."
    ]
  },
  {
    "name": "Tuyên Quang",
    "image": "./Assets/png/tuyenquang.webp",
    "bi_thu": "Hầu A Lềnh",
    "chu_tich": "Phan Huy Ngọc",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Tuyên Quang",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Tuyên Quang\nNgày sinh: 22/6/1973\nQuê quán: Lào Cai\nHọc vấn: Thạc sĩ khoa học nông nghiệp\nDân tộc: Mông",
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Tuyên Quang",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Tuyên Quang\nNgày sinh: 12/1/1972\nQuê quán: Vĩnh Phúc\nHọc vấn: Tiến sĩ Luật, Cử nhân Kinh tế, Cử nhân Sư phạm tiếng Anh\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "8/2000 - 2/2001: Cán bộ Ban Tổ chức Huyện ủy Sa Pa, tỉnh Lào Cai.",
    "3/2001 - 5/2004: Huyện ủy viên, Bí thư Huyện đoàn Sa Pa, tỉnh Lào Cai.",
    "6/2004 - 4/2006: Phó Bí thư Huyện ủy, Chủ tịch UBND huyện Sa Pa, tỉnh Lào Cai.",
    "5/2006 - 3/2010: Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng khóa X, Phó Bí thư Huyện ủy, Chủ tịch UBND huyện Sa Pa, tỉnh Lào Cai.",
    "4/2010 - 9/2010: Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng khóa X, Tỉnh ủy viên, Bí thư Huyện ủy Sa Pa, tỉnh Lào Cai.",
    "10/2010 - 12/2010: Ủy viên dự khuyết Ban chấp hành Trung ương Đảng khóa X, Ủy viên Ban Thường vụ Tỉnh ủy, Bí thư Huyện ủy Sa Pa, tỉnh Lào Cai.",
    "1/2011 - 7/2015: Ủy viên dự khuyết Ban chấp hành Trung ương Đảng khóa XI, Ủy viên Ban Thường vụ Tỉnh ủy, Bí thư Huyện ủy Sa Pa, tỉnh Lào Cai.",
    "8/2015 - 9/2015: Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng khóa XI, Phó Bí thư Tỉnh ủy Lào Cai khóa XIV.",
    "10/2015 - 02/2016: Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng khóa XI, Phó Trưởng Ban Thường trực Ban Chỉ đạo Tây Bắc.",
    "3/2016 - 12/2017: Ủy viên Ban Chấp hành Trung ương Đảng khóa XII, Phó Trưởng Ban Thường trực Ban Chỉ đạo Tây Bắc.",
    "1/2018 - 9/2019: Ủy viên Ban Chấp hành Trung ương Đảng khóa XII, Phó Bí thư Đảng đoàn, Phó Chủ tịch - Tổng Thư ký Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam khoá VIII, nhiệm kỳ 2014 – 2019.",
    "10/2019 đến nay: Ủy viên Trung ương Đảng khóa XII, Phó Bí thư Đảng đoàn, Phó Chủ tịch - Tổng Thư ký Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam khoá IX, nhiệm kỳ 2019 - 2024. Tại Đại hội đại biểu toàn quốc lần thứ XIII của Đảng, được bầu lại vào Ban Chấp hành Trung ương Đảng.",
    "08/4/2021: tại kỳ họp thứ 11, Quốc hội khóa XIV được Quốc hội phê chuẩn giữ chức Bộ trưởng, Chủ nhiệm Ủy ban Dân tộc nhiệm kỳ Quốc hội khóa XIV.",
    "28/7/2021: tại kỳ họp thứ nhất, Quốc hội khóa XV, được Quốc hội phê chuẩn giữ chức Bộ trưởng, Chủ nhiệm Ủy ban Dân tộc nhiệm kỳ Quốc hội khóa XV./.",
    "22/1/2025: Đồng chí Hầu A Lềnh được Bộ Chính trị điều động, phân công, chỉ định tham gia Ban chấp hành, Ban Thường vụ Tỉnh ủy, giữ chức Bí thư Tỉnh ủy Hà Giang và chỉ định tham gia Đảng ủy quân sự Quân khu 2, nhiệm kỳ 2020-2025."
    ],
    "timeline_chu_tich": [
    "1/2012: Phó giám đốc Công an tỉnh Phú Thọ",
    "4/2020: Giám đốc Công an tỉnh Hà Giang",
    "12/2024: Phó bí thư Tỉnh ủy Hà Giang",
    "1/2025: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Hà Giang",
    "7/2025: Chủ tịch UBND tỉnh Tuyên Quang"
    ],
     "image_bi_thu": "./Assets/png/tuyenquang_bithu.png",
    "image_chu_tich": "./Assets/png/tuyenquang_chutich.png",
    "dien_tich": "13.795,5 km²",
    "dan_so": "1.865.270",
    "grdp": "86.246.356",
    "thu_ngan_sach": "6.657.963",
    "region": ["north"]
  },
  {
    "name": "Lào Cai",
    "image": "./Assets/png/laocai.webp",
    "bi_thu": "Trịnh Việt Hùng",
    "chu_tich": "Nguyễn Tuấn Anh",
    "trich_ngang_bi_thu_short": "Ủy viên dự khuyết Trung ương Đảng, Bí thư Tỉnh ủy Lào Cai",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Lào Cai\nNgày sinh: 1/10/1977\nQuê quán: Hải Dương\nHọc vấn: Tiến sĩ Quản trị kinh doanh\nDân tộc: Kinh.",
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Lào Cai",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Lào Cai\nNgày sinh: 12/8/1975\nQuê quán: Hà Nội\nHọc vấn: Tiến sĩ Kinh tế\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "Trước 6/2014: Chánh Văn phòng UBND tỉnh Thái Nguyên.",
    "6/2014 - 12/2015: Tỉnh ủy viên, Bí thư Huyện ủy Đồng Hỷ, Thái Nguyên.",
    "12/2015 - 12/2020: Tỉnh ủy viên, Phó Chủ tịch, rồi Phó Chủ tịch Thường trực UBND tỉnh Thái Nguyên; Ủy viên Ban Thường vụ Tỉnh ủy Thái Nguyên (từ 11/2019).",
    "8/2020 - 12/2020: Phó Bí thư Tỉnh ủy Thái Nguyên khóa XIX, XX.",
    "12/2020: Phó Bí thư Tỉnh ủy khóa XX, Chủ tịch UBND tỉnh Thái Nguyên khóa XIII, XIV.",
    "30/1/2021: Tại Đại hội đại biểu toàn quốc lần thứ XIII của Đảng, đồng chí được bầu là Ủy viên dự khuyết Trung ương Đảng khóa XIII, nhiệm kỳ 2021-2026.",
    "7/2024: Bộ Chính trị đồng ý giới thiệu đồng chí Trịnh Việt Hùng, Ủy viên dự khuyết Trung ương Đảng, Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh để Ban Chấp hành Đảng bộ tỉnh Thái Nguyên bầu giữ chức Bí thư Tỉnh ủy Thái Nguyên, nhiệm kỳ 2020-2025. Đồng thời, Bộ Chính trị chỉ định đồng chí Trịnh Việt Hùng tham gia Đảng ủy Quân sự tỉnh và Đảng ủy Quân sự Quân khu 1.",
    "11/7/2024: Tại Hội nghị Ban Chấp hành Đảng bộ tỉnh Thái Nguyên, đồng chí được bầu giữ chức vụ Bí thư Tỉnh ủy nhiệm kỳ 2020-2025.",
    "6/9/2024: Tại kỳ họp thứ 20 (kỳ họp chuyên đề), HĐND tỉnh Thái Nguyên đã miễn nhiệm chức vụ Chủ tịch UBND tỉnh khóa XIV đối với đồng chí để nhận nhiệm vụ mới.",
    "1/7/2025 - 9/2025: Ủy viên dự khuyết Trung ương Đảng khóa XIII, Bí thư Tỉnh ủy Thái Nguyên (mới) nhiệm kỳ 2020-2025; Kiêm Trưởng Ban Chỉ đạo về phát triển khoa học, công nghệ, đổi mới sáng tạo và chuyển đổi số tỉnh Thái Nguyên (từ 4/7/2025).",
    "23/9/2025: Tại Đại hội đại biểu Đảng bộ tỉnh Thái Nguyên lần thứ I, nhiệm kỳ 2025-2030, được chỉ định giữ chức Bí thư Tỉnh ủy Thái Nguyên nhiệm kỳ 2025-2030.",
    "29/9/2025: Bộ Chính trị điều động, chỉ định tham gia Ban Chấp hành Đảng bộ, Ban Thường vụ Tỉnh ủy, giữ chức Bí thư Tỉnh ủy Lào Cai, nhiệm kỳ 2025-2030.",
    "16/10/2025: Ủy viên dự khuyết Trung ương Đảng khóa XIII, Bí thư Tỉnh ủy, Chủ tịch HĐND tỉnh Lào Cai, nhiệm kỳ 2021-2026."
    ],
    "timeline_chu_tich": [
    "10/1996 - 02/1999: Cán bộ Khối kinh tế đối ngoại và Quản lý hối đoái thuộc Agribank.",
    "3/1999 - 10/2006: Chuyên viên; Phó phòng; Phó Ban Thư ký Pháp chế thuộc Agribank.",
    "10/2006 - 02/2008: Phó Giám đốc Chi nhánh Agribank Láng Hạ.",
    "3/2008 - 4/2008: Bí thư Chi bộ, Quyền Giám đốc Chi nhánh Agribank Mỹ Đình.",
    "5/2008 - 10/2012: Giám đốc Chi nhánh Agribank Mỹ Đình.",
    "10/2012 - 10/2015: Ủy viên Ban Chấp hành Đảng bộ, Phó Tổng Giám đốc Agribank.",
    "10/2015 - 8/2020: Ủy viên Ban Chấp hành Đảng bộ cơ quan Ngân hàng Trung ương; Vụ trưởng Vụ Tài chính - Kế toán, Ngân hàng Nhà nước Việt Nam; Bí thư Đảng bộ Vụ Tài chính Kế toán.",
    "9/2020 - 12/2021: Ủy viên Ban Chấp hành Đảng bộ cơ quan Ngân hàng Trung ương; Vụ trưởng Vụ Tín dụng các ngành kinh tế, Ngân hàng Nhà nước Việt Nam; Bí thư chi bộ Vụ Tín dụng các ngành kinh tế.",
    "12/2021 - 11/2024: Bí thư Chi bộ Công tác đại biểu; Phó Trưởng Ban Công tác đại biểu, Ủy ban Thường vụ Quốc hội; Phó Chánh Văn phòng Đảng, Đoàn Quốc hội.",
    "29/11/2024: Phó Bí thư Tỉnh ủy Yên Bái, nhiệm kỳ 2020-2025.",
    "12/2024 - 6/2025: Chủ tịch UBND tỉnh Yên Bái, nhiệm kỳ 2021-2026.",
    "7/2025 - 9/2025: Phó Bí thư Tỉnh ủy Lào Cai, nhiệm kỳ 2020-2025.",
    "9/2025 - 11/2025: Phó Bí thư Tỉnh ủy Lào Cai khóa XVI, nhiệm kỳ 2025-2030.",
    "14/11/2025: Tại Kỳ họp thứ năm - HĐND tỉnh Lào Cai khóa XVI được bầu giữ chức Chủ tịch UBND tỉnh Lào Cai, nhiệm kỳ 2021-2026."
],
    "image_bi_thu": "./Assets/png/laocai_bithu.png",
    "image_chu_tich": "./Assets/png/laocai_chutich.png",
    "dien_tich": "13.256,92 km²",
    "dan_so": "1.778.785",
    "grdp": "125.885.803",
    "thu_ngan_sach": "16.494.275",
    "region": ["north"]
  },
  {
    "name": "Thái Nguyên",
    "image": "./Assets/png/thainguyen.webp",
    "bi_thu": "Trịnh Xuân Trường",
    "chu_tich": "Vương Quốc Tuấn",
    "trich_ngang_bi_thu_short": "Bí thư Tỉnh ủy Thái Nguyên",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Thái Nguyên\nNgày sinh: 18/1/1977\nQuê quán: Nam Định 9 (cũ)\nHọc vấn: Thạc sĩ Quản lý đô thị và công trình\nDân tộc: Kinh.",
    "timeline_bi_thu": [
    "6/2000 - 9/2001: Chuyên viên Phòng Quản lý đô thị, thị xã Lào Cai, tỉnh Lào Cai.",
    "10/2001 - 6/2003: Cán bộ Ban Quản lý dự án các công trình xây dựng cơ bản, thị xã Lào Cai, tỉnh Lào Cai.",
    "7/2003 - 4/2004: Chuyên viên Phòng Kinh tế, Sở Xây dựng tỉnh Lào Cai.",
    "5/2004 - 12/2005: Phó Giám đốc Trung tâm Kiến trúc quy hoạch và Kiểm định xây dựng Lào Cai (Sở Xây dựng tỉnh Lào Cai).",
    "1/2006 - 8/2008: Giám đốc Trung tâm Kiểm định xây dựng Lào Cai (Sở Xây dựng tỉnh Lào Cai).",
    "9/2008 - 12/2008: Phó Giám đốc Sở Xây dựng tỉnh Lào Cai.",
    "1/2009 - 5/2010: Phó Giám đốc Sở Xây dựng, kiêm Trưởng Ban Quản lý dự án xây dựng đô thị.",
    "6/2010 - 12/2013: Ủy viên Ban Thường vụ Huyện ủy, Phó Chủ tịch UBND huyện Sa Pa, tỉnh Lào Cai.",
    "1/2014 - 8/2015: Phó Bí thư Huyện ủy, Chủ tịch UBND huyện Sa Pa, tỉnh Lào Cai.",
    "9/2015 - 10/2015: Phó Giám đốc Sở Xây dựng tỉnh Lào Cai.",
    "10/2015 - 7/2018: Tỉnh ủy viên, Giám đốc Sở Xây dựng tỉnh Lào Cai.",
    "7/2018 - 5/2019: Tỉnh ủy viên, Giám đốc Sở Giao thông vận tải - Xây dựng tỉnh Lào Cai.",
    "6/2019 - 8/2019: Tỉnh ủy viên, Phó Chủ tịch UBND tỉnh Lào Cai.",
    "8/2019 - 10/2020: Ủy viên Ban Thường vụ Tỉnh ủy, Phó Chủ tịch UBND tỉnh Lào Cai.",
    "10/2020 - 11/2020: Phó Bí thư Tỉnh ủy, Phó Chủ tịch UBND tỉnh Lào Cai.",
    "11/2020 - 2/2025: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Lào Cai.",
    "2/2025 - 9/2025: Bí thư Tỉnh ủy Lào Cai.",
    "30/9/2025: Tỉnh ủy Thái Nguyên tổ chức Hội nghị công bố Quyết định của Bộ Chính trị điều động, phân công, chỉ định đồng chí tham gia Ban Chấp hành, Ban Thường vụ Tỉnh ủy, giữ chức Bí thư Tỉnh ủy Thái Nguyên khóa XX, nhiệm kỳ 2025-2030."
    ],
    "trich_ngang_chu_tich_short": "Ủy viên dự khuyết Trung ương Đảng,Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Bắc Ninh",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Thái Nguyên\nSinh năm: 3/10/1977\nQuê quán: Bắc Ninh\nHọc vấn: Tiến sĩ Quản trị kinh doanh\nDân tộc: Kinh",
    "timeline_chu_tich": [
    
      "Từ tháng 5/2012 đến tháng 5/2015: Bí thư Tỉnh đoàn Bắc Ninh.",
      "Từ tháng 5/2015 đến tháng 7/2020: Bí thư Thành ủy Bắc Ninh.",
      "Từ tháng 7/2020 đến tháng 7/2024: Phó Chủ tịch, Phó Chủ tịch Thường trực UBND tỉnh Bắc Ninh.",
      "Tại Đại hội đại biểu toàn quốc lần thứ XIII của Đảng: được bầu là Ủy viên Dự khuyết Ban Chấp hành Trung ương Đảng khóa XIII, nhiệm kỳ 2021-2026.",
      "Từ tháng 7/2024 đến tháng 11/2025: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Bắc Ninh.",
      "14/11/2025: Bộ Chính trị điều động, phân công, chỉ định tham gia Ban Chấp hành, Ban Thường vụ và giữ chức Phó Bí thư Tỉnh ủy Thái Nguyên nhiệm kỳ 2025-2030."
    
    ],
     "image_bi_thu": "./Assets/png/thainguyen_bithu.png",
    "image_chu_tich": "./Assets/png/thainguyen_chutich.png",
    "dien_tich": "8.375,21 km²",
    "dan_so": "1.799.489",
    "grdp": "185.613.943",
    "thu_ngan_sach": "21.057.020",
    "region": ["north"]
  },
  {
    "name": "Phú Thọ",
    "image": "./Assets/png/phutho.webp",
    "bi_thu": "Trương Quốc Huy",
    "chu_tich": "Trần Duy Đông",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Phú Thọ",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Phú Thọ\nNgày sinh: 19/6/1970\nQuê quán: Nam Định\nHọc vấn: Cử nhân Kinh tế lao động, Thạc sỹ Quản lý Kinh tế\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "9/2015 - 12/2016: Ủy viên Ban Chấp hành (UVBCH) Đảng bộ tỉnh Hà Nam nhiệm kỳ 2015-2020; Đại biểu HĐND tỉnh Hà Nam nhiệm kỳ 2016-2021; Ủy viên Ban Kinh tế-Ngân sách HĐND tỉnh Hà Nam; UVBTV Đảng ủy Khối Doanh nghiệp tỉnh Hà Nam; Bí thư Đảng ủy, Tổng Giám đốc Công ty Cổ phần Xi măng Vicem Bút Sơn .",
    "12/2016 - 10/2019: UVBCH Đảng bộ tỉnh Hà Nam nhiệm kỳ 2015-2020; Ủy viên Ban Cán sự Đảng UBND tỉnh Hà Nam, Phó Chủ tịch UBND tỉnh Hà Nam.",
    "11/2019 - 12/2019: UVBTV Tỉnh ủy Hà Nam; Ủy viên Ban Cán sự Đảng UBND tỉnh Hà Nam; Phó Chủ tịch UBND tỉnh Hà Nam.",
    "12/2019 - 1/2020: UVBTV Tỉnh ủy Hà Nam; Bí thư Huyện ủy Duy Tiên, tỉnh Hà Nam.",
    "1/2020 - 9/2020: UVBTV Tỉnh ủy Hà Nam; Bí thư Thị ủy Duy Tiên, tỉnh Hà Nam; Bí thư Đảng bộ Quân sự thị xã Duy Tiên, tỉnh Hà Nam.",
    "9/2020: Phó Bí thư Tỉnh ủy Hà Nam; Bí thư Ban Cán sự Đảng, Chủ tịch UBND tỉnh Hà Nam; Trưởng Đoàn ĐBQH tỉnh Hà Nam.",
    "3/2025 - 6/2025: Bí thư Tỉnh ủy Hà Nam; Chủ tịch UBND tỉnh Hà Nam, Trưởng Đoàn ĐBQH tỉnh Hà Nam.",
    "1/7/2025 - 9/2025: Bí thư Tỉnh ủy Ninh Bình mới.",
    "30/9/2025: Tại Đại hội Đại biểu Đảng bộ tỉnh Phú Thọ lần thứ I, ông Trương Quốc Huy được Bộ Chính trị chỉ định làm Bí thư Tỉnh ủy Phú Thọ nhiệm kỳ 2025-2030."
   ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Phú Thọ",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Phú Thọ\nNgày sinh: 12/4/1979\nQuê quán: Thanh Hóa\nHọc vấn: Tiến sĩ Kinh tế\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "4/2007 - 10/2009: Trưởng phòng Thư ký tổng hợp, Văn phòng Bộ Kế hoạch và Đầu tư (cũ)",
    "10/2009 - 6/2014: Phó vụ trưởng Quản lý các khu kinh tế, Bộ Kế hoạch và Đầu tư",
    "6/2014 - 10/2018: Vụ trưởng Quản lý các khu kinh tế, Bộ Kế hoạch và Đầu tư",
    "11/2018 - 10/2020: Vụ trưởng Kinh tế địa phương và lãnh thổ, Bộ Kế hoạch và Đầu tư",
    "10/2020 - 7/2024: Thứ trưởng Kế hoạch và Đầu tư",
    "7/2024 - 6/2025: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Vĩnh Phúc",
    "7/2025: Chủ tịch UBND tỉnh Phú Thọ"
    ],
     "image_bi_thu": "./Assets/png/phutho_bithu.png",
    "image_chu_tich": "./Assets/png/phutho_chutich.png",
    "dien_tich": "9.361,38 km²",
    "dan_so": "4.022.638",
    "grdp": "354.578.739",
    "thu_ngan_sach": "48.297.426",
    "region": ["north"]
  },
  {
    "name": "Bắc Ninh",
    "image": "./Assets/png/bacninh.webp",
    "bi_thu": "Nguyễn Hồng Thái",
    "chu_tich": "Phạm Hoàng Sơn",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Bắc Ninh",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Bắc Ninh\nNgày sinh: 7/5/1969\nQuê quán: Hưng Yên\nHọc vấn: Cử nhân Quân sự\nDân tộc: Kinh",
    "timeline_bi_thu": [
      "Trước 9/2016: Ủy viên Ban Thường vụ Tỉnh ủy, Phó Bí thư Đảng ủy Quân sự tỉnh Phú Thọ, Đại tá, Chỉ huy trưởng Bộ Chỉ huy Quân sự tỉnh Phú Thọ.",
      "5/9/2016: Thủ tướng Chính phủ bổ nhiệm giữ chức Phó Tư lệnh Quân khu 2, đồng thời được thăng quân hàm Thiếu tướng.",
      "11/2016: Thiếu tướng, Chính ủy Bộ Chỉ huy Quân sự tỉnh Phú Thọ.",
      "7/2018: Thiếu tướng, Phó Tư lệnh kiêm Tham mưu trưởng Quân khu 2.",
      "11/2018: Thiếu tướng, Tư lệnh Bộ Tư lệnh Thủ đô Hà Nội.",
      "10/2019: Thiếu tướng, Tư lệnh Quân khu 1.",
      "7/2020: Trung tướng, Tư lệnh Quân khu 1.",
      "30/1/2021: Tại Đại hội đại biểu toàn quốc lần thứ XIII của Đảng, đồng chí được bầu là Ủy viên Trung ương Đảng khóa XIII, nhiệm kỳ 2021-2026.",
      "8/11/2024: Trung tướng, Tư lệnh Quân khu 1 (theo Quyết định số 1355/QĐ-TTg của Thủ tướng Chính phủ).",
      "26/4/2025: Trung tướng, Ủy viên Quân ủy Trung ương, Thứ trưởng Bộ Quốc phòng (theo Quyết định số 839/QĐ-TTg của Thủ tướng Chính phủ).",
      "7/2025: Được thăng quân hàm Thượng tướng.",
      "31/8/2025: Đồng chí được trao tặng Huân chương Quân công hạng Nhì.",
      "9/2025: Bộ Chính trị chỉ định tham gia Ban Chấp hành, Ban Thường vụ, giữ chức Bí thư Tỉnh ủy Bắc Ninh nhiệm kỳ 2025-2030 và chỉ định tham gia Đảng ủy Quân khu 1."
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Bắc Ninh",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Bắc Ninh\nNgày sinh: 24/5/1976\nQuê quán: Thái Nguyên\nHọc vấn: Thạc sĩ Khoa học nông nghiệp\nDân tộc: Kinh",
    "timeline_chu_tich": [
      "8/2015: Trưởng ban Dân vận Tỉnh ủy Thái Nguyên",
      "9/2019: Trưởng ban Tổ chức Tỉnh ủy Thái Nguyên",
      "10/2020: Phó bí thư Thường trực Tỉnh ủy Thái Nguyên",
      "7/2025 - 11/2025: Chủ tịch UBND tỉnh Thái Nguyên",
      "17/11/20025: Chủ tịch UBND tỉnh Bắc Ninh nhiệm kỳ 2021 - 2026"
    ],
     "image_bi_thu": "./Assets/png/bacninh_bithu.png",
    "image_chu_tich": "./Assets/png/bacninh_chutich.png",
    "dien_tich": "4.718,60 km²",
    "dan_so": "3.619.433",
    "grdp": "439.776.542",
    "thu_ngan_sach": "53.804.577",
    "region": ["north"]
  },
  {
    "name": "Hưng Yên",
    "image": "./Assets/png/hungyen.webp",
    "bi_thu": "Nguyễn Hữu Nghĩa",
    "chu_tich": "Phạm Quang Ngọc",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Hưng Yên",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Hưng Yên\nNgày sinh: 13/3/1972\nQuê quán: Hà Nội\nHọc vấn: Thạc sĩ Kinh tế\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "Trước 5/2018: Phó Trưởng phòng Thanh toán vay nợ quốc tế, Sở Giao dịch, Ngân hàng Nhà nước Việt Nam; Phó Trưởng phòng, rồi Trưởng phòng Chiến lược phát triển ngân hàng Trung ương, Vụ Chiến lược phát triển ngân hàng; Phó Chánh Thanh tra ngân hàng; Vụ trưởng Vụ Dự báo, thống kê tiền tệ; Chánh Thanh tra, giám sát ngân hàng",
    "5/2018: Vụ trưởng Vụ Kinh tế Tổng hợp, Ban Kinh tế Trung ương.",
    "1/2019: Ban Bí thư bổ nhiệm giữ chức Phó Trưởng ban Kinh tế Trung ương.",
    "6/2020: Tại Đại hội Đảng bộ cơ quan Ban Kinh tế Trung ương lần thứ 2, đồng chí được bầu giữ chức Bí thư Đảng ủy Đảng bộ cơ quan Ban Kinh tế Trung ương nhiệm kỳ 2020-2025.",
    "30/1/2021: Tại Đại hội đại biểu toàn quốc lần thứ XIII của Đảng, đồng chínđược bầu là Ủy viên Trung ương Đảng khóa XIII, nhiệm kỳ 2021-2026.",
    "15/6/2021: Bộ Chính trị Quyết định phân công, điều động, chỉ định đồng chí tham gia Ban Chấp hành, Ban Thường vụ Tỉnh ủy và giữ chức Bí thư Tỉnh ủy Hưng Yên nhiệm kỳ 2020 - 2025.",
    "1/7/2025: Bộ Chính trị điều động, chỉ định giữ chức Bí thư Tỉnh ủy Hưng Yên nhiệm kỳ 2020-2025."
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Hưng Yên",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Hưng Yên\nNgày sinh: 20/01/1973\nQuê quán: Ninh Bình\nHọc vấn: Tiến sĩ Chăn nuôi, Thạc sĩ Khoa học môi trườngCử nhân Sinh học\nDân tộc: Kinh",
    "timeline_chu_tich": [
      "10/2013 - 9/2015: Bí thư Huyện ủy, Bí thư Đảng ủy Quân sự huyện Yên Khánh, tỉnh Ninh Bình; Tỉnh ủy viên (từ 10/2014); Chủ tịch HĐND huyện Yên Khánh (từ 7/2015).",
      "9/2015 - 3/2016: Ủy viên Ban Thường vụ Tỉnh ủy; Bí thư Huyện ủy, Bí thư Đảng ủy Quân sự huyện, Chủ tịch HĐND huyện Yên Khánh, tỉnh Ninh Bình.",
      "3/2016 - 4/2019: Ủy viên Ban Thường vụ Tỉnh ủy, Trưởng Ban Tuyên giáo Tỉnh ủy Ninh Bình; Trưởng ban Văn hóa - Xã hội, HĐND tỉnh Ninh Bình (từ 7/2016).",
      "5/2019 - 10/2020: Ủy viên Ban Thường vụ Tỉnh ủy, Phó Chủ tịch UBND tỉnh Ninh Bình.",
      "10/2020 - 12/2020: Phó Bí thư Tỉnh ủy, Phó Chủ tịch UBND tỉnh Ninh Bình.",
      "12/2020 - 11/2025: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Ninh Bình.",
      "11/2025 - nay: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Hưng Yên."
    ],
    "image_bi_thu": "./Assets/png/hy_bithu.png",
    "image_chu_tich": "./Assets/png/hy_chutich.png",
    "dien_tich": "2.514,81 km²",
    "dan_so": "3.567.943",
    "grdp": "292.602.496",
    "thu_ngan_sach": "53.112.677",
    "region": ["north"]
  },
  {
    "name": "Lai Châu",
    "image": "./Assets/png/laichau.webp",
    "bi_thu": "Lê Minh Ngân",
    "chu_tich": "Hà Quang Trung",
    "trich_ngang_bi_thu_short": "Bí thư Tỉnh ủy Lai Châu",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Lai Châu\nNgày sinh: 5/10/1969\nQuê quán: Hưng Yên\nHọc vấn: Đại học ngành tài chính-tín dụng, thạc sĩ kinh doanh và quản lý\nDân tộc: Kinh",
    "timeline_bi_thu": [
      "6/2016 - 1/2020: Phó Chủ tịch UBND tỉnh Quảng Bình (nay là tỉnh Quảng Trị).",
      "2/2020 - 1/2025: Thủ tướng Chính phủ ký Quyết định số 243/QĐ-TTg bổ nhiệm giữ chức Thứ trưởng Bộ Tài nguyên và Môi trường.",
      "1/2025 - 2/2025: Thủ tướng Chính phủ ký Quyết định số 56/QĐ-TTg bổ nhiệm lại giữ chức Thứ trưởng Bộ Tài nguyên và Môi trường. Quyết định có hiệu lực kể từ ngày 13/2/2025.",
      "3/2025 - 8/2025: Quyết định số 337/QĐ-TTg của Thủ tướng Chính phủ điều động, bổ nhiệm đồng chí giữ chức Thứ trưởng Bộ Nông nghiệp và Môi trường.",
      "19/9/2025: Bí thư Tỉnh ủy Lai Châu nhiệm kỳ 2020-2025."
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Lai Châu",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Lai Châu\nNgày sinh: 27/10/1976\nQuê quán: Hà Nam\nHọc vấn: Cử nhân\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "1/2001 - 2/2004: Cán bộ Chi nhánh Quỹ hỗ trợ phát triển Lai Châu (cũ).",
    "3/2004 - 7/2007: Phó Trưởng phòng, Phó Trưởng phòng phụ trách, Chi nhánh Quỹ hỗ trợ phát triển Điện Biên.",
    "8/2007 - 5/2012: Phó Trưởng phòng phụ trách, Trưởng Phòng Kinh tế - Tổng hợp, Văn phòng UBND tỉnh Điện Biên.",
    "6/2012 - 5/2015: Phó Chánh Văn phòng UBND tỉnh Điện Biên.",
    "5/2015 - 1/2016: Tỉnh ủy viên, Phó Giám đốc Sở Tài chính tỉnh Điện Biên.",
    "1/2016 - 6/2020: Tỉnh ủy viên, Giám đốc Sở Tài chính tỉnh Điện Biên.",
    "30/6/2020: Ủy viên Ban Thường vụ Tỉnh ủy, Giám đốc Sở Tài chính tỉnh Điện Biên.",
    "7/2020 - 6/2025: Ủy viên Ban Thường vụ Tỉnh ủy, Bí thư Thành ủy Điện Biên Phủ, Chủ tịch HĐND thành phố Điện Biên Phủ.",
    "7/2025 - 10/2025: Ủy viên Ban Thường vụ Tỉnh ủy, Phó Trưởng Ban Tổ chức Tỉnh ủy Điện Biên.",
    "10/2025 - 13/11/2025: Phó Bí thư Tỉnh ủy Điện Biên.",
    "14/11/2025: Phó Bí thư Tỉnh ủy Lai Châu.",
    "19/11/2025: Chủ tịch UBND tỉnh Lai Châu nhiệm kỳ 2021-2026."
    ],
     "image_bi_thu": "./Assets/png/laichau_bithu.png",
    "image_chu_tich": "./Assets/png/laichau_chutich.png",
    "dien_tich": "9.068,73 km²",
    "dan_so": "512.601",
    "grdp": "31.024.867",
    "thu_ngan_sach": "2.509.439",
    "region": ["north"]
  },
  {
    "name": "Điện Biên",
    "image": "./Assets/png/dienbien.webp",
    "bi_thu": "Trần Tiến Dũng",
    "chu_tich": "Lê Văn Lương",
    "trich_ngang_bi_thu_short": "Bí thư Tỉnh ủy Điện Biên",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Điện Biên\nNgày sinh: 07/3/1975\nQuê quán: Ninh Bình\nHọc vấn: Thạc sĩ Luật\nDân tộc: Kinh",
    "timeline_bi_thu": [
      "7/1998 - 9/2005: Chuyên viên Vụ Hợp tác quốc tế, Bộ Tư pháp.",
      "10/2005 - 9/2006: Học Thạc sĩ Luật tại Nhật Bản.",
      "1/2016 - 10/2016: Thứ trưởng Bộ Tư pháp.",
      "3/2019 - 6/2021: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Lai Châu.",
      "5/2023 - 1/2024: Thứ trưởng Bộ Tư pháp.",
      "1/2025 - 30/6/2025: Bí thư Tỉnh ủy Vĩnh Long (cũ), nhiệm kỳ 2020-2025.",
      "1/7/2025 - 15/10/2025: Phó Bí thư Tỉnh ủy Điện Biên khóa XIV.",
      "Từ 16/10/2025: Bí thư Tỉnh ủy Điện Biên khóa XV, nhiệm kỳ 2025-2030."
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Điện Biên",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Điện Biên\nNgày sinh: 28/8/1968\nQuê quán: Ninh Bình\nHọc vấn: Cử nhân sư phạm, Cử nhân kế toán, Thạc sĩ Quản lý kinh tế, Cử nhân chính trị\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "9/2014: Chánh văn phòng Tỉnh ủy Lai Châu.",
    "10/2014 - 10/2020: Chủ nhiệm Ủy ban Kiểm tra Tỉnh ủy Lai Châu.",
    "11/2020 - 6/2023: Phó Bí thư Thường trực Tỉnh ủy Lai Châu.",
    "7/2023 - 9/2025: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Lai Châu nhiệm kỳ 2021-2026.",
    "18/9/2025: Tại Đại hội Đại biểu Đảng bộ tỉnh Lai Châu lần thứ XV (nhiệm kỳ 2025-2030), tiếp tục được bầu giữ chức Phó Bí thư Tỉnh ủy Lai Châu.",
    "16/11/2025: Điều động giữ chức Phó Bí thư Tỉnh ủy Điện Biên.",
    "19/11/2025: Tại kỳ họp thứ 23 HĐND tỉnh Điện Biên khóa XV, được bầu giữ chức Chủ tịch UBND tỉnh Điện Biên nhiệm kỳ 2021-2026."
    ],
    "image_bi_thu": "./Assets/png/db_bithu.png",
    "image_chu_tich": "./Assets/png/db_chutich.png",
    "dien_tich": "9.539,93 km²",
    "dan_so": "673.091",
    "grdp": "31.663.387",
    "thu_ngan_sach": "1.574.989",
    "region": ["north"]
  },
  {
    "name": "Sơn La",
    "image": "./Assets/png/sl.webp",
    "bi_thu": "Hoàng Văn Nghiệm",
    "chu_tich": "Nguyễn Đình Việt",
    "trich_ngang_bi_thu_short": "Bí thư Tỉnh ủy Sơn La",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Sơn La\nNgày sinh: 2/9/1968\nQuê quán: Lạng Sơn\nHọc vấn: Thạc sĩ Kinh tế, Cử nhân Kinh tế Chính trị, Cử nhân Thương mại\nDân tộc: Tày",
    "timeline_bi_thu": [
      "2/1992 - 6/1997: Nhân viên Công ty Du lịch và Dịch vụ Lạng Sơn, Công chức Sở Thương mại và Du lịch tỉnh Lạng Sơn.",
      "7/1997 - 6/1999: Phó Trưởng phòng Quản lý Du lịch, Sở Thương mại và Du lịch tỉnh Lạng Sơn.",
      "7/1999 - 5/2004: Trưởng phòng Quản lý Du lịch, Sở Thương mại và Du lịch tỉnh Lạng Sơn.",
      "6/2004 - 11/2006: Phó Chủ tịch UBND huyện Bình Gia, tỉnh Lạng Sơn.",
      "12/2006 - 3/2008: Phó Giám đốc Sở Thương mại và Du lịch tỉnh Lạng Sơn.",
      "4/2008 - 7/2010: Phó Giám đốc Sở Văn hóa, Thể thao và Du lịch tỉnh Lạng Sơn.",
      "7/2010 - 9/2010: Chánh Văn phòng Tỉnh ủy Lạng Sơn.",
      "10/2010 - 3/2012: Ủy viên Ban Chấp hành Đảng bộ tỉnh, Chánh Văn phòng Tỉnh ủy Lạng Sơn.",
      "4/2012 - 2/2014: Ủy viên Ban Chấp hành Đảng bộ tỉnh, Bí thư Đảng ủy Khối các cơ quan tỉnh Lạng Sơn.",
      "3/2014 - 6/2015: Ủy viên Ban Chấp hành Đảng bộ tỉnh, Bí thư Huyện ủy Lộc Bình, tỉnh Lạng Sơn.",
      "7/2015 - 10/2015: Ủy viên Ban Chấp hành Đảng bộ tỉnh, Phái viên của Ban Thường vụ Tỉnh ủy Lạng Sơn.",
      "11/2015 - 6/2016: Phó Bí thư Thường trực Tỉnh ủy Lạng Sơn.",
      "6/2016 - 6/2021: Phó Bí thư Thường trực Tỉnh ủy, Chủ tịch HĐND tỉnh Lạng Sơn.",
      "6/2021 - 11/2024: Phó Bí thư Thường trực Tỉnh ủy Lạng Sơn; Trưởng Đoàn ĐBQH tỉnh Lạng Sơn, Đại biểu Quốc hội khóa XV (7/2021).",
      "12/2024 - 9/2025: Bí thư Tỉnh ủy Lạng Sơn khóa XVII, nhiệm kỳ 2020-2025.",
      "Từ 15/10/2025: Bí thư Tỉnh ủy Sơn La khóa XVI, nhiệm kỳ 2025-2030."
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Sơn La",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Sơn La\nNgày sinh: 9/7/1977\nQuê quán: Hưng Yên\nHọc vấn: Thạc sĩ Thương mại, Quản trị kinh doanh\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "7/2011 - 5/2017: Phó vụ trưởng Kinh tế, Văn phòng Quốc hội.",
    "5/2017 - 7/2021: Vụ trưởng Kinh tế, Văn phòng Quốc hội.",
    "7/2021 - 11/2024: Phó chủ nhiệm Ủy ban Kinh tế của Quốc hội",
    "10/2024: Phó bí thư Tỉnh ủy Sơn La",
    "11/2024: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Sơn La"
    ],
     "image_bi_thu": "./Assets/png/sl_bithu.png",
    "image_chu_tich": "./Assets/png/sl_chutich.png",
    "dien_tich": "14.108,89 km²",
    "dan_so": "1.404.587",
    "grdp": "76.626.373",
    "thu_ngan_sach": "4.138.845",
    "region": ["north"]
  },
  {
    "name": "Cao Bằng",
    "image": "./Assets/png/caobang.webp",
    "bi_thu": "Phan Thăng An",
    "chu_tich": "Lê Hải Hòa",
    "trich_ngang_bi_thu_short": "Bí thư Tỉnh ủy Cao Bằng",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Cao Bằng\nNgày sinh: 1974\nQuê quán: Quảng Nam\nHọc vấn: Tiến sĩ Kinh tế\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "1/2004 - 6/2004: Huyện ủy viên, Phó Chủ tịch UBND huyện Thăng Bình.",
    "6/2004 - 8/2010: Phó Bí thư Huyện ủy, Chủ tịch UBND huyện Thăng Bình; Tỉnh ủy viên tỉnh Quảng Nam (nhiệm kỳ 2005-2010).",
    "8/2010 - 12/2011: Tỉnh ủy viên, Bí thư Huyện ủy, Chủ tịch UBND huyện Thăng Bình.",
    "12/2011 - 6/2016: Phó Vụ trưởng Vụ Địa phương II, Ban Tổ chức Trung ương.",
    "7/2016 - 3/2020: Vụ trưởng Vụ Địa phương II, Ban Tổ chức Trung ương.",
    "4/2020 - 1/2021: Cục trưởng Cục Bảo vệ Chính trị nội bộ, Ban Tổ chức Trung ương.",
    "1/2021 - 12/2022: Phó Bí thư Đảng ủy, Chủ nhiệm UBKT Đảng ủy Cơ quan Ban Tổ chức Trung ương; Cục trưởng Cục Bảo vệ Chính trị nội bộ.",
    "12/2022 - 6/2025: Phó Trưởng Ban Tổ chức Trung ương.",
    "6/2025 - 12/2025: Ủy viên Thường trực Tiểu ban Bảo vệ Chính trị nội bộ Trung ương; Phó Trưởng Ban Tổ chức Trung ương.",
    "3/12/2025: Được Bộ Chính trị điều động, phân công giữ chức vụ Bí thư Tỉnh ủy Cao Bằng khóa XX, nhiệm kỳ 2025-2030."
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Cao Bằng",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Cao Bằng\nNgày sinh: 12/5/1980\nQuê quán: Nghệ An\nHọc vấn: Tiến sĩ Kinh tế\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "8/2015 - 5/2017: Phó chánh Văn phòng Tỉnh ủy Cao Bằng",
    "6/2017 - 7/2017: Phó chánh Văn phòng UBND tỉnh Cao Bằng",
    "8/2017 - 3/2020: Chánh Văn phòng UBND tỉnh Cao Bằng",
    "4/2020 - 1/2023: Phó chủ tịch UBND tỉnh Cao Bằng",
    "1/2023 - 5/2025: Bí thư Thành ủy Cao Bằng",
    "5/2025 - 6/2025: Phó bí thư Tỉnh ủy Cao Bằng",
    "6/2025: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Cao Bằng"
    ],
     "image_bi_thu": "./Assets/png/cb_bithu.png",
    "image_chu_tich": "./Assets/png/cb_chutich.png",
    "dien_tich": "6.700,39 km²",
    "dan_so": "573.119",
    "grdp": "25.203.769",
    "thu_ngan_sach": "2.476.011",
    "region": ["north"]
  },
  {
    "name": "TP. Hải Phòng",
    "image": "./Assets/png/haiphong.jpg",
    "bi_thu": "Lê Tiến Châu",
    "chu_tich": "Lê Ngọc Châu",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Thành ủy Hải Phòng",
    "trich_ngang_bi_thu_full": "Bí thư Thành ủy Hải Phòng\nNgày sinh: 5/10/1969\nQuê quán: Tây Ninh\nHọc vấn: Tiến sĩ Luật\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "9/1994 - 12/2009: Giảng viên, Bí thư Đoàn, Đảng ủy viên, Ủy viên Ban Thường vụ Đảng ủy, Trưởng Phòng Tổ chức - Hành chính, Trường Đại học Luật TP Hồ Chí Minh",
    "1/2010 - 4/2013: Chuyên viên rồi chuyên viên chính, Bí thư Chi bộ, Phó Vụ trưởng - Phó Trưởng Cơ quan đại diện tại TP Hồ Chí Minh, Quyền Vụ trưởng, Vụ trưởng - Trưởng Cơ quan đại diện của Bộ Tư pháp tại TP Hồ Chí Minh kiêm Hiệu trưởng Trường Trung cấp Luật Vị Thanh",
    "5/2013 - 8/2014: Chuyên viên cao cấp, Bí thư Chi bộ, Cục trưởng Cục Công tác phía Nam kiêm Hiệu trưởng Trường Trung cấp Luật Vị Thanh",
    "9/2014 - 2/2015: Ủy viên Ban Cán sự Đảng, Ủy viên Ban Thường vụ Đảng ủy, Chủ nhiệm Ủy ban Kiểm tra Đảng ủy, Vụ trưởng Vụ Tổ chức cán bộ, Bộ Tư pháp kiêm Hiệu trưởng Trường Trung cấp Luật Vị Thanh",
    "2/2015 - 1/2016: Ủy viên Ban Cán sự Đảng, Ủy viên Ban Thường vụ Đảng ủy, Chủ nhiệm Ủy ban Kiểm tra Đảng ủy, Vụ trưởng Vụ Tổ chức cán bộ, Bộ Tư pháp",
    "1/2016 - 6/2016: Ủy viên Ban Cán sự Đảng, Hiệu trưởng Trường Đại học Luật Hà Nội",
    "6/2016 - 3/2018: Ủy viên Ban Cán sự Đảng, Thứ trưởng Bộ Tư pháp kiêm Hiệu trưởng Trường Đại học Luật Hà Nội",
    "3/2018 - 5/2018: Phó Bí thư Tỉnh ủy Hậu Giang",
    "5/2018 - 8/2020: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Hậu Giang nhiệm kỳ 2016 - 2021",
    "8/2020 - 11/2020: Bí thư Tỉnh ủy; Chủ tịch UBND tỉnh Hậu Giang nhiệm kỳ 2016 - 2021",
    "11/2020 - 5/2021: Bí thư Tỉnh ủy Hậu Giang; Ủy viên Trung ương Đảng khóa XIII (1/2021)",
    "5/2021: Ủy viên Trung ương Đảng khóa XIII, Phó Bí thư Đảng đoàn MTTQ Việt Nam",
    "6/2021 - 1/2023: Ủy viên Trung ương Đảng khóa XIII, Phó Bí thư Đảng đoàn, Phó Chủ tịch - Tổng Thư ký Ủy ban Trung ương MTTQ Việt Nam khóa IX. Đại biểu Quốc hội khóa XV (7/2021)",
    "16/1/2023 - 30/6/2025: Bí thư Thành ủy Hải Phòng nhiệm kỳ 2020 - 2025, Trưởng Đoàn Đại biểu Quốc hội TP Hải Phòng",
    "1/7/2025: Bí thư Thành ủy Hải Phòng nhiệm kỳ 2020 - 2025, Trưởng Đoàn Đại biểu Quốc hội TP Hải Phòng (sau hợp nhất với tỉnh Hải Dương)"
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Thành ủy, Chủ tịch UBND TP Hải Phòng",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND TP Hải Phòng\nNgày sinh: 26/1/1972\nQuê quán: Hà Nội\nHọc vấn: Tiến sĩ Luật học\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "9/1991 - 2/2007: Cán bộ, phó phòng, Cục Cảnh sát bảo vệ, Tổng cục Cảnh sát, Bộ Công an",
    "3/2007 - 12/2009: Trưởng phòng Tổ chức cán bộ, Cục Cảnh sát bảo vệ và hỗ trợ tư pháp, Tổng cục Cảnh sát, Bộ Công an",
    "1/2010 - 7/2012: Trưởng phòng Tổ chức cán bộ, Bộ Tư lệnh Cảnh sát cơ động, Bộ Công an",
    "8/2012 - 3/2019: Phó tư lệnh Bộ Tư lệnh Cảnh sát cơ động, Bộ Công an",
    "3/2019 - 9/2019: Giám đốc Công an TP Hải Phòng",
    "9/2019 - 2/2022: Giám đốc Công an tỉnh Hải Dương",
    "3/2022 - 9/2024: Tư lệnh Bộ Tư lệnh Cảnh sát cơ động, Bộ Công an",
    "9/2024 - 6/2025: Chủ tịch UBND tỉnh Hải Dương",
    "7/2025: Chủ tịch UBND TP Hải Phòng mới"
    ],
     "image_bi_thu": "./Assets/png/hp_bithu.png",
    "image_chu_tich": "./Assets/png/hp_chutich.png",
    "dien_tich": "3.194,72 km²",
    "dan_so": "4.664.124",
    "grdp": "658.381.192",
    "thu_ngan_sach": "148.383.113",
    "region": ["city", "north"]
  },
{
    "name": "Quảng Ninh",
    "image": "./Assets/png/quangninh.avif",
    "bi_thu": "Quản Minh Cường",
    "chu_tich": "Bùi Văn Khắng",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Quảng Ninh",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Quảng Ninh\nNgày sinh: 26/6/1969\nQuê quán: Hưng Yên\nHọc vấn: Tiến sĩ Luật, Cử nhân Cảnh sát\nDân tộc: Kinh",
    "timeline_bi_thu": [
      "10/1986 - 6/1991: Học viên Khoa Cảnh sát hình sự, Khóa 12, Trường Đại học Cảnh sát nhân dân",
      "7/1991 - 4/1994: Cán bộ Phòng Cảnh sát hình sự, Công an tỉnh Lào Cai",
      "5/1994 - 10/1996: Cán bộ Phòng Cảnh sát Kinh tế, Công an tỉnh Lào Cai",
      "11/1996 - 8/1999: Cán bộ Văn phòng Công an tỉnh Lào Cai",
      "8/1998 - 8/1999: Cán bộ Phòng Tham mưu tổng hợp, Cục Tham mưu, Tổng cục Cảnh sát, Bộ Công an",
      "9/1999 - 8/2003: Thư ký Phó Tổng cục trưởng Tổng cục Cảnh sát, Bộ Công an",
      "9/2003 - 12/2004: Phó Trưởng phòng Phòng Khoa học-Pháp chế, Cục Tham mưu, Tổng cục Cảnh sát, Bộ Công an",
      "1/2005 - 6/2006: Sỹ quan công an công tác biệt phái tại Vụ 4, Ban Bảo vệ Chính trị nội bộ Trung ương",
      "7/2006 - 9/2007: Phó Vụ trưởng Ban Bảo vệ Chính trị nội bộ Trung ương",
      "10/2007 - 12/2012: Phó Vụ trưởng Vụ Bảo vệ Chính trị nội bộ, Ban Tổ chức Trung ương",
      "1/2013 - 12/2014: Vụ trưởng Vụ Bảo vệ Chính trị nội bộ, Ban Tổ chức Trung ương",
      "1/2015 - 11/2019: Cục trưởng Cục Bảo vệ Chính trị nội bộ, Ban Tổ chức Trung ương",
      "11/2019 - 6/2020: Phó Trưởng ban Ban Tổ chức Trung ương",
      "7/2020 - 6/2021: Phó Bí thư Tỉnh uỷ Đồng Nai",
      "7/2021 - 16/1/2025: Phó Bí thư Tỉnh uỷ Đồng Nai, Trưởng Đoàn ĐBQH tỉnh Đồng Nai; Đại biểu Quốc hội khoá XV và Ủy viên Ủy ban Quốc phòng và An ninh của Quốc hội.",
      "1/2025 - 12/2025: Bí thư Tỉnh ủy, Trưởng đoàn Đại biểu Quốc hội tỉnh Cao Bằng, Ủy viên Ủy ban Quốc phòng - An ninh và đối ngoại của Quốc hội.",
      "Ngày 3/12/2025: Được Bộ Chính trị điều động, phân công giữ chức vụ Bí thư Tỉnh ủy Quảng Ninh khóa XVI, nhiệm kỳ 2025-2030."
    ],
"trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Quảng Ninh",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Quảng Ninh\nNgày sinh: 16/5/1971\nQuê quán: Hưng Yên\nHọc vấn: Cử nhân Luật, Thạc sĩ Quản lý công\nDân tộc: Kinh",
    "timeline_chu_tich": [
      "11/1988 - 5/1996: Công chức thuộc Hải quan cửa khẩu cảng Hòn Gai.",
      "6/1996 - 3/2001: Phó đội trưởng thuộc Hải quan cửa khẩu cảng Hòn Gai.",
      "4/2001 - 12/2006: Phó Chi cục trưởng Chi cục Hải quan cửa khẩu cảng Hòn Gai.",
      "01/2007 - 3/2007: Chi cục trưởng Chi cục Hải quan cảng Cái Lân.",
      "4/2007 - 5/2007: Trưởng phòng, phụ trách công tác cải cách, phát triển và hiện đại hoá Cục Hải quan tỉnh.",
      "6/2007 - 10/2007: Đội trưởng Đội Kiểm soát phòng, chống ma tuý Cục Hải quan tỉnh.",
      "11/2007 - 4/2009: Trưởng phòng Tham mưu xử lý vi phạm và thu thập, xử lý thông tin nghiệp vụ Hải quan, Cục Hải quan tỉnh.",
      "5/2009 - 12/2012: Chi cục trưởng Chi cục Hải quan cửa khẩu Móng Cái.",
      "01/2013 - 6/2017: Phó Cục trưởng Cục Hải quan tỉnh Quảng Ninh (Từ tháng 9/2012-7/2017 là Chủ tịch Công đoàn Cục Hải quan tỉnh Quảng Ninh).",
      "5/2016 - 6/2017: Phó Bí thư Đảng ủy, Phó Cục trưởng Cục Hải quan tỉnh Quảng Ninh.",
      "7/2017 - 5/2018: Bí thư Đảng ủy, Cục trưởng Cục Hải quan tỉnh Quảng Ninh.",
      "6/2018 - 12/2018: Ủy viên BCH Đảng bộ tỉnh Quảng Ninh nhiệm kỳ 2015-2020, Bí thư Đảng ủy, Cục trưởng Cục Hải quan tỉnh Quảng Ninh.",
      "01/2019 - 01/2024: Ủy viên BCH Đảng bộ tỉnh Quảng Ninh nhiệm kỳ 2015-2020, Phó Chủ tịch UBND tỉnh Quảng Ninh.",
      "01/2024 - 01/2025: Ủy viên Ban Cán sự Đảng, Thứ trưởng Bộ Tài chính.",
      "01/2025 - 9/2025: Ủy viên Ban Thường vụ, Thứ trưởng Bộ Tài chính.",
      "Tháng 9/2025: Ban Bí thư điều động, phân công tham gia BCH, BTV và giữ chức vụ Phó Bí thư Tỉnh ủy Quảng Ninh khóa XV, nhiệm kỳ 2020-2025.",
      "Ngày 22/9/2025: Được HĐND tỉnh bầu giữ chức vụ Chủ tịch UBND tỉnh Quảng Ninh nhiệm kỳ 2021-2026."
    ],
     "image_bi_thu": "./Assets/png/qn_bithu.png",
    "image_chu_tich": "./Assets/png/qn_chutich.png",
    "dien_tich": "6.207,95 km²",
    "dan_so": "1.497.447",
    "grdp": "347.533.978",
    "thu_ngan_sach": "53.730.346",
    "region": ["north"]
  },
  
  {
    "name": "Ninh Bình",
    "image": "./Assets/png/ninhbinh.webp",
    "bi_thu": "Đặng Xuân Phong",
    "chu_tich": "Trần Huy Tuấn",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Ninh Bình",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Ninh Bình\nNgày sinh: 8/7/1972\nQuê quán: Vĩnh Phúc\nHọc vấn: Tiến sĩ Kinh tế\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "8/2006 - 5/2008: Phó Bí thư Đảng ủy, Phó Giám đốc Sở Kế hoạch và Đầu tư tỉnh Lào Cai.",

    "6/2008 - 5/2010: Ủy viên Ban Thường vụ Thành ủy, Phó Chủ tịch UBND thành phố Lào Cai, tỉnh Lào Cai.",

    "6/2010 - 10/2010: Bí thư Đảng ủy, Phó Giám đốc Sở Kế hoạch và Đầu tư tỉnh Lào Cai.",

    "11/2010 - 5/2011: Tỉnh ủy viên, Giám đốc Sở Kế hoạch và Đầu tư tỉnh Lào Cai.",

    "6/2011 - 5/2014: Tỉnh ủy viên, Giám đốc Sở Kế hoạch và Đầu tư tỉnh Lào Cai; Đại biểu HĐND tỉnh Lào Cai.",

    "6/2014 - 8/2015: Tỉnh ủy viên, Bí thư Huyện ủy Bắc Hà; Đại biểu HĐND tỉnh Lào Cai.",

    "8/2015 - 9/2015: Tỉnh ủy viên, Phó Chủ tịch UBND tỉnh Lào Cai; Đại biểu HĐND tỉnh Lào Cai.",

    "10/2015 - 11/2015: Phó Bí thư Tỉnh ủy, Phó Chủ tịch UBND tỉnh Lào Cai; Đại biểu HĐND tỉnh Lào Cai.",

    "12/2015 - 10/2020: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Lào Cai; Đại biểu HĐND tỉnh Lào Cai.",

    "10/2020 - 1/2021: Bí thư Tỉnh ủy, Chủ tịch HĐND tỉnh Lào Cai (từ 11/2020).",

    "1/2021 - 6/2021: Ủy viên Trung ương Đảng khóa XIII, Bí thư Tỉnh ủy, Chủ tịch HĐND tỉnh Lào Cai.",

    "7/2021: Đại biểu Quốc hội khóa XV, Ủy viên Hội đồng Dân tộc của Quốc hội.",

    "7/2021 - 1/2025: Ủy viên Trung ương Đảng khóa XIII, Bí thư Tỉnh ủy Lào Cai; Trưởng Đoàn ĐBQH khóa XV tỉnh Lào Cai.",

    "10/1/2025: Bí thư Tỉnh ủy Vĩnh Phúc nhiệm kỳ 2020-2025.",

    "24/1/2025: Trưởng Đoàn ĐBQH khóa XV tỉnh Vĩnh Phúc.",

    "1/7/2025 - 10/2025: Bí thư Tỉnh ủy Phú Thọ nhiệm kỳ 2020-2025.",
    "1/10/2025: Bí thư Tỉnh ủy Ninh Bình nhiệm kỳ 2025 - 2030."


    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Ninh Bình",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Ninh Bình\nNgày sinh: 28/8/1974\nQuê quán: Yên Bái\nHọc vấn: Kỹ sư thủy lợi, Cử nhân kinh tế chính trị, Thạc sỹ chuyên ngành kinh tế tài nguyên thiên nhiên và môi trường\nDân tộc: Tày",
    "timeline_chu_tich": [
    "10/2005 - 4/2010: Trưởng Ban Quản lý dự án đầu tư và xây dựng công trình thủy lợi Yên Bái",
    "4/2010 - 8/2011: Phó giám đốc Sở Nông nghiệp và Phát triển nông thôn Yên Bái",
    "8/2011 - 12/2011: Phó chánh văn phòng UBND tỉnh Yên Bái",
    "12/2011 - 9/2015: Chánh Văn phòng UBND tỉnh Yên Bái",
    "9/2015 - 9/2019: Bí thư Huyện ủy Văn Yên, tỉnh Yên Bái",
    "10/2019 - 9/2020: Trưởng Ban Tổ chức Tỉnh ủy Yên Bái",
    "9/2020 - 10/2020: Phó bí thư Tỉnh ủy Yên Bái",
    "10/2020 - 12/2024: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Yên Bái",
    "11/2024 - 6/2025: Bí thư Tỉnh ủy Yên Bái",
    "7/2025: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Lào Cai nhiệm kỳ 2021 - 2026",
    "9/2025: Phó Bí thư Tỉnh ủy Lào Cai khóa I, nhiệm kỳ 2025 - 2030, Chủ tịch UBND tỉnh Lào Cai",
    "7/11/2025: Phó Bí thư Tỉnh ủy Ninh Bình, Chủ tịch UBND tỉnh Ninh Bình nhiệm kỳ 2021 - 2026"
    ],
     "image_bi_thu": "./Assets/png/nb_bithu.png",
    "image_chu_tich": "./Assets/png/nb_chutich.png",
    "dien_tich": "3.942,62 km²",
    "dan_so": "4.412.264",
    "grdp": "310.282.050",
    "thu_ngan_sach": "55.018.945",
    "region": ["north"]
  
  },
  
   {
    "name": "Thanh Hóa",
    "image": "./Assets/png/thanhhoa.webp",
    "bi_thu": "Nguyễn Doãn Anh",
    "chu_tich": "Nguyễn Hoài Anh",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Thanh Hóa",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Thanh Hóa\nNgày sinh: 10/10/1967\nQuê quán: Hà Nội\nHọc vấn: Đại học, ngành Chỉ huy Tham mưu Binh chủng Hợp thành; Cao cấp chuyên ngành Quân sự\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "2011: Phó Tư lệnh Bộ Tư lệnh Thủ đô.",
    "6/2015: Tư lệnh Bộ Tư lệnh Thủ đô.",
    "7/2016: Đại biểu Quốc hội khóa XIV, Ủy viên Ủy ban Quốc phòng và An ninh của Quốc hội.",
    "11/2018: Tư lệnh Quân khu 4.",
    "6/2019: Đồng chí được thăng quân hàm Trung tướng.",
    "1/2021: Ủy viên Trung ương Đảng khóa XIII, nhiệm kỳ 2021-2026.",
    "11/2022: Ủy viên Trung ương Đảng khóa XIII; Trung tướng, Ủy viên Quân ủy Trung ương, Phó Tổng Tham mưu trưởng Quân đội nhân dân Việt Nam.",
    "20/10/2024: Đồng chí được thăng quân hàm Thượng tướng.",
    "25/10/2024: Bộ Chính trị phân công đồng chí tham gia Ban Chấp hành, Ban Thường vụ, giữ chức Bí thư Tỉnh ủy Thanh Hóa nhiệm kỳ 2020-2025."

    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Thanh Hóa",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Thanh Hóa\nNgày sinh: 02/5/1977\nQuê quán: Quảng Nam\nHọc vấn: Thạc sĩ Quản lý Hành chính công, Kiến trúc sư, Cử nhân Ngữ văn Anh\nDân tộc: Kinh",
        "timeline_chu_tich": [
        "Trước tháng 1/2005: Phó Trưởng ban, Trưởng ban Tư tưởng Văn hóa Tỉnh đoàn Bình Thuận",
        "Từ tháng 1/2005: Phó Bí thư Tỉnh đoàn Bình Thuận",
        "Từ tháng 9/2007: Bí thư Tỉnh đoàn Bình Thuận, Ủy viên Ban Thường vụ Trung ương Đoàn, Tỉnh ủy viên",
        "Từ tháng 3/2014: Tỉnh ủy viên, Bí thư Huyện ủy Tuy Phong, Phó Trưởng ban Nội chính Tỉnh ủy, Ủy viên Ban Thường vụ Tỉnh ủy Bình Thuận",
        "Từ tháng 12/2015: Ủy viên Ban Thường vụ Tỉnh ủy, Trưởng ban Dân vận Tỉnh ủy Bình Thuận",
        "Từ tháng 7/2019: Ủy viên Ban Thường vụ Tỉnh ủy, Phó Chủ tịch Thường trực HĐND tỉnh Bình Thuận",
        "Từ tháng 10/2020: Phó Bí thư Thường trực Tỉnh ủy, Chủ tịch HĐND tỉnh Bình Thuận",
        "Từ tháng 1/2021: Ủy viên Dự khuyết BCH Trung ương Đảng, Phó Bí thư Thường trực Tỉnh ủy, Chủ tịch HĐND tỉnh Bình Thuận",
        "Từ tháng 3/2024: Ủy viên Dự khuyết BCH Trung ương Đảng, Bí thư Tỉnh ủy Bình Thuận, Bí thư Đảng ủy Quân sự tỉnh, Chủ tịch HĐND tỉnh Bình Thuận",
        "Từ tháng 7/2025: Ủy viên Dự khuyết BCH Trung ương Đảng, Phó Bí thư Thường trực Tỉnh ủy Lâm Đồng",
        "Từ tháng 17/9/2025: Ủy viên Dự khuyết BCH Trung ương Đảng, Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Thanh Hóa"
          
        ],
     "image_bi_thu": "./Assets/png/thanhhoa_bithu.png",
    "image_chu_tich": "./Assets/png/thanhhoa_chutich.png",
    "dien_tich": "11.114,71 km²",
    "dan_so": "4.324.783",
    "grdp": "316.994.504",
    "thu_ngan_sach": "56.781.432",
    "region": ["central"]
  },
  {
    "name": "Nghệ An",
    "image": "./Assets/png/nghean.webp",
    "bi_thu": "Nguyễn Khắc Thận",
    "chu_tich": "Võ Trọng Hải",
    "trich_ngang_bi_thu_short": "Bí thư Tỉnh ủy Nghệ An",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Nghệ An\nNgày sinh: 15/3/1974\nQuê quán: Hưng Yên\nHọc vấn: Đại học chuyên ngành Luật; Cao đẳng chuyên ngành Kiểm sát; Thạc sĩ Quản lý kinh tế\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "Trước tháng 3/2016: Phó Viện trưởng Viện KSND; Trưởng phòng Tài nguyên và Môi trường; Phó Trưởng ban Tổ chức; Trưởng ban Tổ chức; Phó Chủ tịch UBND; Chủ tịch UBND; Bí thư Huyện ủy, Chủ tịch HĐND huyện Quỳnh Phụ, tỉnh Thái Bình.",
    "Từ 3/2016 - 7/2019: Giám đốc Sở Nội vụ tỉnh Thái Bình.",
    "Từ 8/2019 - 10/2020: Phó Chủ tịch UBND tỉnh; Phó Chủ tịch Thường trực UBND tỉnh Thái Bình nhiệm kỳ 2016-2021.",
    "Từ 10/2020 - 11/2020: Phó Bí thư Tỉnh ủy; Phó Chủ tịch Thường trực phụ trách điều hành hoạt động UBND tỉnh Thái Bình.",
    "Từ 11/2020 - 12/2024: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Thái Bình nhiệm kỳ 2021-2026.",
    "Từ 12/2024 - 1/2025: Bí thư Tỉnh ủy; Chủ tịch UBND tỉnh Thái Bình nhiệm kỳ 2021-2026.",
    "Từ 1/2025 - 6/2025: Bí thư Tỉnh ủy Thái Bình nhiệm kỳ 2020-2025.",
    "Từ 7/2025 - 11/2025: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Hưng Yên (mới) nhiệm kỳ 2021-2026.",
    "Tháng 11/2025: Bộ Chính trị điều động, chỉ định giữ chức Bí thư Tỉnh ủy Nghệ An."

    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Nghệ An",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Nghệ An\nNgày sinh: 20/02/1968\nQuê quán: Hà Tĩnh\nHọc vấn: Sĩ quan chỉ huy - Đại học Biên phòng; Cử nhân Luật\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "Từ 3/1988 - 6/1992: Công tác tại Bộ đội Biên phòng tỉnh Nghệ Tĩnh",
    "Từ 7/1992 - 9/2008: Công tác tại Bộ đội Biên phòng tỉnh Hà Tĩnh",
    "Từ 10/2008 - 9/2011: Trung tá, Đồn trưởng Đồn Biên phòng cửa khẩu quốc tế Cầu Treo, Bộ đội Biên phòng Hà Tĩnh",
    "Từ 10/2011 - 4/2013: Thượng tá, Phó Chỉ huy trưởng Bộ đội Biên phòng Hà Tĩnh",
    "Từ 5/2013 - 5/2014: Thượng tá, Chỉ huy trưởng Bộ đội Biên phòng Hà Tĩnh",
    "Từ 6/2014 - 7/2018: Đại tá, Ủy viên BCH Đảng bộ tỉnh Hà Tĩnh, Chỉ huy trưởng Bộ đội Biên phòng Hà Tĩnh",
    "Từ 8/2018 - 2/2019: Ủy viên Ban Thường vụ Tỉnh ủy, Trưởng ban Nội chính Tỉnh ủy Hà Tĩnh",
    "Từ 3/2019 - 6/2020: Đại tá, Ủy viên Ban Thường vụ Tỉnh ủy Hà Tĩnh, Giám đốc Công an Hà Tĩnh",
    "Từ 7/2020 - 8/2020: Đại tá, Ủy viên Ban Thường vụ Tỉnh ủy Nghệ An, Giám đốc Công an Nghệ An",
    "Từ 9/2020 - 4/2021: Thiếu tướng, Ủy viên Ban Thường vụ Tỉnh ủy Nghệ An, Giám đốc Công an tỉnh Nghệ An",
    "Từ 4/2021 - 2/2025: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Hà Tĩnh",
    "Từ 2/2025 - 9/2025: Phó Bí thư Tỉnh ủy Hà Tĩnh nhiệm kỳ 2020-2025, Chủ tịch UBND tỉnh Hà Tĩnh nhiệm kỳ 2021-2026, Bí thư Đảng ủy UBND tỉnh Hà Tĩnh",
    "Từ 2/10/2025 - 13/11/2025: Phó Bí thư Tỉnh ủy Hà Tĩnh nhiệm kỳ 2025-2030, Chủ tịch UBND tỉnh Hà Tĩnh nhiệm kỳ 2021-2026, Bí thư Đảng ủy UBND tỉnh Hà Tĩnh",
    "Từ 14/11/2025: Phó Bí thư Tỉnh ủy Nghệ An khóa XX, nhiệm kỳ 2025 - 2030",
    "18/11,/2025: Chủ tịch UBND tỉnh Nghệ An nhiệm kỳ 2021 - 2026"
    ],
     "image_bi_thu": "./Assets/png/na_bithu.png",
    "image_chu_tich": "./Assets/png/na_chutich.png",
    "dien_tich": "16.486,50 km²",
    "dan_so": "3.831.694",
    "grdp": "216.943.727",
    "thu_ngan_sach": "25.443.225",
    "region": ["central"]
  },
  {
    "name": "Hà Tĩnh",
    "image": "./Assets/png/hatinh.webp",
    "bi_thu": "Nguyễn Duy Lâm",
    "chu_tich": "Phan Thiên Định",
    "trich_ngang_bi_thu_short": "Bí thư Tỉnh ủy Hà Tĩnh",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Hà Tĩnh\nNgày sinh: 27/8/1972\nQuê quán: Thái Nguyên\nHọc vấn: Thạc sĩ Kỹ thuật, Kỹ sư Xây dựng cầu – hầm\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "8/1994 - 6/2002: Chuyên viên Ban Giám định, Cục Giám định và Quản lý chất lượng công trình giao thông, Bộ GTVT",
    "7/2002 - 8/2004: Phó Trưởng ban Giải phóng mặt bằng, Cục Giám định và Quản lý chất lượng công trình giao thông, Bộ GTVT",
    "9/2004 - 6/2007: Ủy viên BCH Đảng ủy cục, Bí thư Chi bộ Văn phòng cục, Trưởng phòng Giải phóng mặt bằng và Giám định thực hiện dự án, Cục Giám định và Quản lý chất lượng công trình giao thông, Bộ GTVT",
    "7/2007 - 3/2010: Trưởng phòng Đấu thầu, Cục Đường bộ Việt Nam, Bộ GTVT",
    "4/2010 - 3/2011: Phó Bí thư Đảng ủy cục, Phó Cục trưởng Cục Quản lý xây dựng đường bộ, Tổng cục Đường bộ Việt Nam",
    "4/2011 - 12/2013: Ủy viên BTV Đảng ủy Tổng cục Đường bộ Việt Nam, Vụ trưởng Vụ Tổ chức cán bộ, Tổng cục Đường bộ Việt Nam",
    "1/2014 - 4/2014: Ủy viên BTV Đảng ủy Tổng cục Đường bộ Việt Nam, Bí thư Đảng ủy cục, Cục trưởng Cục Quản lý xây dựng đường bộ, Tổng cục Đường bộ Việt Nam",
    "4/2014 - 7/2017: Ủy viên BCH Đảng bộ Bộ GTVT, Bí thư Chi bộ, Phó Vụ trưởng Vụ Kế hoạch - Đầu tư, Bộ GTVT",
    "8/2017 - 2/2020: Ủy viên BCH Đảng bộ Bộ GTVT, Bí thư Chi bộ, Vụ trưởng Vụ Kế hoạch - Đầu tư, Bộ GTVT",
    "2/2020 - 8/2020: Ủy viên BCH Đảng bộ Bộ GTVT, Bí thư Đảng ủy, Cục trưởng Cục Quản lý xây dựng và chất lượng công trình giao thông, Bộ GTVT",
    "8/2020 - 8/2021: Ủy viên BTV Đảng ủy Bộ GTVT, Bí thư Đảng ủy, Cục trưởng Cục Quản lý xây dựng và chất lượng công trình giao thông, Bộ GTVT",
    "8/2021 - 2/2025: Ủy viên Ban cán sự đảng, Ủy viên BTV Đảng ủy Bộ GTVT, Thứ trưởng Bộ GTVT",
    "Tháng 3/2025: Bí thư Tỉnh ủy Hà Tĩnh"

    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Hà Tĩnh",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Hà Tĩnh\nNgày sinh: 10/12/1971\nQuê quán: TP Huế\nHọc vấn: Thạc sĩ Quản lý Hành chính công\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "Trước 8/2004: Thanh tra viên, Phó Trưởng phòng, Trưởng phòng Thanh tra Kinh tế, Thanh tra tỉnh Thừa Thiên Huế",
    "8/2004 - 8/2013: Chánh Thanh tra Sở Kế hoạch và Đầu tư tỉnh Thừa Thiên Huế",
    "8/2013 - 10/2015: Phó Giám đốc Sở Kế hoạch và Đầu tư tỉnh Thừa Thiên Huế",
    "10/2015 - 5/2016: Ủy viên BCH Đảng bộ tỉnh, Phó Giám đốc Sở Kế hoạch và Đầu tư tỉnh Thừa Thiên Huế",
    "6/2016 - 12/2018: Ủy viên BCH Đảng bộ tỉnh, Giám đốc Sở Kế hoạch và Đầu tư tỉnh Thừa Thiên Huế",
    "12/2018 - 11/2020: Ủy viên BCH Đảng bộ tỉnh, Phó Chủ tịch UBND tỉnh Thừa Thiên Huế",
    "11/2020 - 12/2024: Ủy viên BTV Tỉnh ủy, Bí thư Thành ủy, Chủ tịch HĐND thành phố Huế, tỉnh Thừa Thiên Huế",
    "1/2025 - 6/2025: Ủy viên BTV Tỉnh ủy, Bí thư Quận ủy Thuận Hóa, thành phố Huế",
    "7/2025 - 2/10/2025: Ủy viên BTV Tỉnh ủy, Trưởng ban Ban Kinh tế - Ngân sách HĐND thành phố Huế",
    "3/10/2025: Ủy viên BTV Thành ủy, Phó Bí thư Thành ủy Huế",
    "17/10/2025: Phó Bí thư Thành ủy, Chủ tịch UBND thành phố Huế",
    "14/11/2025: Ban Bí thư điều động, phân công, chỉ định tham gia Ban Chấp hành, Ban Thường vụ, giữ chức Phó Bí thư Tỉnh ủy Hà Tĩnh nhiệm kỳ 2025-2030",
    "18/11/2025: Tại Kỳ họp thứ 33 HĐND tỉnh Hà Tĩnh khóa XVIII nhiệm kỳ 2021-2026, đồng chí được bầu giữ chức Chủ tịch UBND tỉnh Hà Tĩnh nhiệm kỳ 2021-2026."
    ],
     "image_bi_thu": "./Assets/png/ht_bithu.png",
    "image_chu_tich": "./Assets/png/ht_chutich.png",
    "dien_tich": "5.994,45 km²",
    "dan_so": "1.622.901",
    "grdp": "112.855.090",
    "thu_ngan_sach": "17.972.968",
    "region": ["central"]
  },
  {
    "name": "Quảng Trị",
    "image": "./Assets/png/quangtri.webp",
    "bi_thu": "Nguyễn Văn Phương",
    "chu_tich": "Lê Hồng Vinh",
    "trich_ngang_bi_thu_short": "Bí thư Tỉnh ủy Quảng Trị",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Quảng Trị\nNgày sinh: 29/12/1970\nQuê quán: TP Huế\nHọc vấn: Thạc sĩ Kinh tế học, Cử nhân Toán học, Kỹ sư Xây dựng dân dụng và công nghiệp\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "01/2002 - 01/2007: Phó Trưởng Phòng Kinh tế Kế hoạch, Trưởng phòng Phòng Kế hoạch Kỹ thuật, Sở Giao thông Vận tải tỉnh Thừa Thiên Huế",
    "02/2007 - 8/2008: Phó Giám đốc Sở Giao thông Vận tải tỉnh Thừa Thiên Huế",
    "9/2008 - 8/2010: Phó Bí thư Huyện ủy, Chủ tịch Ủy ban nhân dân huyện Hương Trà, tỉnh Thừa Thiên Huế",
    "9/2010 - 8/2012: Tỉnh ủy viên, Phó Giám đốc Sở Kế hoạch và Đầu tư",
    "9/2012 - 5/2016: Tỉnh ủy viên; Đại biểu HĐND tỉnh, khóa VI, nhiệm kỳ 2011 - 2016; Giám đốc Sở Kế hoạch và Đầu tư",
    "5/2016 - 5/2020: Tỉnh ủy viên; Đại biểu HĐND tỉnh khóa VII, nhiệm kỳ 2016 - 2021; Phó Chủ tịch UBND tỉnh Thừa Thiên Huế",
    "5/2020 - 10/2020: Ủy viên Ban Thường vụ Tỉnh ủy; Đại biểu HĐND tỉnh khóa VII, nhiệm kỳ 2016 - 2021; Phó Chủ tịch UBND tỉnh Thừa Thiên Huế",
    "10/2020 - 03/6/2021: Ủy viên Ban Thường vụ Tỉnh ủy nhiệm kỳ 2020 - 2025; Đại biểu HĐND tỉnh khóa VII, nhiệm kỳ 2016 - 2021; Phó Bí thư Ban Cán sự Đảng UBND tỉnh; Phó Chủ tịch UBND tỉnh Thừa Thiên Huế",
    "03/6/2021 - 27/6/2021: Ủy viên Ban Thường vụ Tỉnh ủy nhiệm kỳ 2020 - 2025; Đại biểu HĐND tỉnh khóa VIII, nhiệm kỳ 2021 - 2026; Phó Bí thư Ban Cán sự Đảng UBND tỉnh; Phó Chủ tịch UBND tỉnh Thừa Thiên Huế",
    "28/6/2021: Phó Bí thư Tỉnh ủy; Chủ tịch UBND tỉnh Thừa Thiên Huế nhiệm kỳ 2021 - 2026; Đại biểu HĐND tỉnh khóa VIII, nhiệm kỳ 2021 - 2026",
    "30/6/2021 - 31/12/2024: Phó Bí thư Tỉnh ủy; Bí thư Ban Cán sự Đảng UBND tỉnh, Chủ tịch UBND tỉnh Thừa Thiên Huế nhiệm kỳ 2021 - 2026; Đại biểu HĐND tỉnh khóa VIII, nhiệm kỳ 2021 - 2026",
    "01/01/2025 - 28/02/2025: Phó Bí thư Thành ủy; Bí thư Ban Cán sự Đảng UBND thành phố, Chủ tịch UBND thành phố Huế nhiệm kỳ 2021 - 2026; Đại biểu HĐND thành phố khóa VIII, nhiệm kỳ 2021 - 2026",
    "01/3/2025 - 03/10/2025: Phó Bí thư Thành ủy; Bí thư Ban Thường vụ Đảng ủy UBND thành phố, Chủ tịch UBND thành phố Huế nhiệm kỳ 2021 - 2026; Đại biểu HĐND thành phố khóa VIII, nhiệm kỳ 2021 - 2026",
    "03/10/2025: Đại hội đại biểu Đảng bộ thành phố Huế lần thứ XVII, nhiệm kỳ 2025-2030, được bầu giữ chức Bí thư Thành ủy Huế nhiệm kỳ 2025 - 2030",
    "15/10/2026: Bộ Chính trị điều động, chỉ định giữ chức Bí thư Tỉnh ủy Quảng Trị nhiệm kỳ 2025 - 2030"
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Quảng Trị",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Quảng Trị\nNgày sinh: 1/5/1974\nQuê quán: Nghệ An\nHọc vấn: Thạc sĩ Quản lý khoa học công nghệ\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "10/1995 - 11/1996: Kỹ thuật viên đội 704, Công ty Công trình 475",
    "11/1996 - 7/1997: Kỹ thuật viên, Xưởng Cơ khí công trình, Công ty CP Xây dựng đường bộ Nghệ An, Bí thư Chi đoàn",
    "7/1997 - 3/2001: Cán bộ kỹ thuật, Phòng Kỹ thuật, Công ty CP Xây dựng đường bộ Nghệ An, Bí thư Chi đoàn",
    "3/2001 - 10/2004: Cán bộ phòng Kế hoạch, Ban Quản lý dự án công trình giao thông Nghệ An. Từ tháng 7/2002, Trưởng phòng Kế hoạch, Ban Quản lý giao thông Nghệ An",
    "10/2004 - 12/2010: Chuyên viên công nghiệp, Văn phòng UBND tỉnh Nghệ An",
    "12/2010 - 3/2014: Phó Giám đốc Sở Giao thông vận tải Nghệ An",
    "3/2014 - 10/2015: Ủy viên Ban Chấp hành Đảng bộ tỉnh Nghệ An khóa XVII, Bí thư Huyện ủy Anh Sơn",
    "10/2015 - 12/2015: Ủy viên Ban Thường vụ Tỉnh ủy Nghệ An khóa XVIII, Bí thư Huyện ủy Anh Sơn",
    "12/2015 - 12/2018: Ủy viên Ban Thường vụ Tỉnh ủy khóa XVIII, Chủ nhiệm Ủy ban Kiểm tra Tỉnh ủy, Trưởng ban Kinh tế - Ngân sách HĐND tỉnh Nghệ An khóa XVII, nhiệm kỳ 2016 - 2021",
    "12/2018 - 12/2024: Ủy viên Ban Thường vụ Tỉnh ủy khóa XVIII, XIX, Phó Chủ tịch Thường trực UBND tỉnh Nghệ An",
    "12/2024 - 1/2025: Phó Bí thư Tỉnh ủy khóa XIX, Phó Chủ tịch Thường trực UBND tỉnh Nghệ An",
    "1/2025 - 10/2025: Phó Bí thư Tỉnh ủy khóa XIX, Chủ tịch UBND tỉnh Nghệ An",
    "Tháng 10/2025: Phó Bí thư Tỉnh ủy khóa XX, nhiệm kỳ 2025 - 2030, Chủ tịch UBND tỉnh Nghệ An",
    "Ngày 14/11/2025: Phó Bí thư Tỉnh ủy Quảng Trị, nhiệm kỳ 2025 - 2030",
    "Ngày 17/11/2025: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Quảng Trị, nhiệm kỳ 2025 - 2030"
    ],
     "image_bi_thu": "./Assets/png/qt_bithu.png",
    "image_chu_tich": "./Assets/png/qt_chutich.png",
    "dien_tich": "12.700 km²",
    "dan_so": "1.870.845",
    "grdp": "113.687.549",
    "thu_ngan_sach": "12.082.370",
    "region": ["central"]
  },
  {
    "name": "TP. Huế",
    "image": "./Assets/png/hue.webp",
    "bi_thu": "Nguyễn Đình Trung",
    "chu_tich": "Nguyễn Khắc Toàn",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Thành ủy Huế",
    "trich_ngang_bi_thu_full": "Bí thư Thành ủy Huế\nNgày sinh: 19/4/1973\nQuê quán: Nghệ An\nHọc vấn: Thạc sĩ Hành chính công, Cử nhân Luật tư pháp\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "6/2007: Phó Giám đốc Sở Tư pháp Đắk Nông",
    "7/2008: Phó Bí thư Thường trực Huyện ủy Krông Nô, Đắk Nông",
    "6/2010 - 3/2013: Ủy viên Ban Chấp hành Đảng bộ tỉnh, Ủy viên Ban Chấp hành Đảng bộ khối các cơ quan tỉnh; Bí thư Đảng ủy, Chánh Văn phòng UBND tỉnh Đắk Nông",
    "3/2013 - 10/2015: Ủy viên Ban Chấp hành Đảng bộ tỉnh, Ủy viên Ban Chấp hành Đảng bộ khối các cơ quan tỉnh; Phó Chủ nhiệm Thường trực, Chủ nhiệm UBKT Tỉnh ủy Đắk Nông",
    "11/2015 - 8/2018: Ủy viên Ban Thường vụ Tỉnh ủy, Chủ nhiệm UBKT Tỉnh ủy Đắk Nông",
    "8/2018 - 5/2019: Phó Bí thư Tỉnh ủy Đắk Nông khóa XI, nhiệm kỳ 2015-2020, kiêm Chủ nhiệm UBKT Tỉnh ủy Đắk Nông",
    "6/2019 - 10/2020: Phó Bí thư Tỉnh ủy Đắk Nông khóa XI, nhiệm kỳ 2015-2020",
    "10/2020 - 11/2020: Phó Bí thư Tỉnh ủy Đắk Nông khóa XII, nhiệm kỳ 2020-2025",
    "11/2020 - 1/2021: Phó Bí thư Tỉnh ủy khóa XII, Chủ tịch UBND tỉnh Đắk Nông nhiệm kỳ 2016-2021",
    "1/2021 - 4/2021: Ủy viên Trung ương Đảng khóa XIII, Phó Bí thư Tỉnh ủy khóa XII, Chủ tịch UBND tỉnh Đắk Nông nhiệm kỳ 2016-2021",
    "4/2021 - 6/2025: Ủy viên Trung ương Đảng khóa XIII, Bí thư Tỉnh ủy Đắk Lắk nhiệm kỳ 2020-2025",
    "1/7/2025 - 10/2025: Ủy viên Trung ương Đảng khóa XIII, Bí thư Tỉnh ủy Đắk Lắk (mới), nhiệm kỳ 2020-2025",
    "30/9/2025 - 10/2025: Đại hội đại biểu Đảng bộ tỉnh Đắk Lắk lần thứ I, nhiệm kỳ 2025-2030, được chỉ định giữ chức Bí thư Tỉnh ủy Đắk Lắk nhiệm kỳ 2025-2030",
    "17/10/2025: Ủy viên Trung ương Đảng khóa XIII, Bí thư Thành ủy Huế, nhiệm kỳ 2025-2030"
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Thành ủy, Chủ tịch Ủy ban Nhân dân TP Huế",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND TP Huế\nNgày sinh: 19/4/1970\nQuê quán: Khánh Hòa\nHọc vấn: Cử nhân Luật ngành Luật Tư pháp, Cử nhân Xây dựng đảng và Chính quyền Nhà nước\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "4/1995 - 02/2002: Chuyên viên nghiên cứu - Tổng hợp Văn phòng Tỉnh ủy Khánh Hòa",
    "02/2002 - 5/2004: Phó Trưởng phòng tổng hợp, Trưởng phòng Nội chính, Văn phòng Tỉnh ủy - Thư ký Bí thư Tỉnh ủy Khánh Hòa",
    "6/2004 - 7/2007: Phó Chánh Văn phòng Tỉnh ủy Khánh Hòa",
    "8/2007 - 5/2010: Quyền Chánh Văn phòng, Chánh Văn phòng Tỉnh ủy Khánh Hòa",
    "5/2010 - 8/2010: Tỉnh ủy viên, Bí thư Thành ủy Cam Ranh",
    "9/2010 - 12/2010: Ủy viên Ban thường vụ Tỉnh ủy, Bí thư Thành ủy Cam Ranh",
    "01/2011 - 02/2016: Ủy viên Dự khuyết Ban chấp hành Trung ương Đảng khóa XI, Ủy viên Ban thường vụ Tỉnh ủy, Bí thư Thành ủy Cam Ranh",
    "3/2016 - 02/2020: Ủy viên Dự khuyết Ban chấp hành Trung ương Đảng khóa XII, Ủy viên Ban thường vụ Tỉnh ủy Khánh Hòa, Trưởng Ban Tổ chức Tỉnh ủy Khánh Hòa",
    "3/2020 - 01/2021: Ủy viên Dự khuyết Ban chấp hành Trung ương Đảng khóa XII; Phó Bí thư Thường trực Tỉnh ủy Khánh Hòa",
    "02/2021 - 6/2021: Phó Bí thư Thường trực Tỉnh ủy Khánh Hòa",
    "6/2021 - 6/2025: Phó Bí thư Thường trực Tỉnh ủy; Chủ tịch HĐND tỉnh Khánh Hòa",
    "01/7/2025 - 9/2025: Phó Bí thư Thường trực Tỉnh ủy Khánh Hòa (mới) nhiệm kỳ 2020-2025; Chủ tịch HĐND tỉnh Khánh Hòa (mới) nhiệm kỳ 2021-2026",
    "9/2025 - 11/2025: Phó Bí thư Tỉnh ủy Khánh Hòa nhiệm kỳ 2025 - 2030; Chủ tịch UBND tỉnh Khánh Hòa nhiệm kỳ 2021 - 2026",
    "Ngày 16/11/2025: Bộ Chính trị điều động, chỉ định tham gia Ban Chấp hành, Ban Thường vụ, giữ chức Phó Bí thư Thành ủy Huế nhiệm kỳ 2025 - 2030",
    "Ngày 18/11/2025: Được HĐND thành phố Huế bầu giữ chức Chủ tịch UBND thành phố Huế nhiệm kỳ 2021-2026"
    ],
     "image_bi_thu": "./Assets/png/hue_bithu.png",
    "image_chu_tich": "./Assets/png/hue_chutich.png",
    "dien_tich": "4.947,11 km²",
    "dan_so": "1.432.986",
    "grdp": "80.966.514",
    "thu_ngan_sach": "12.787.196",
    "region": ["city","central"]
  },
  {
    "name": "TP. Đà Nẵng",
    "image": "./Assets/png/danang.webp",
    "bi_thu": "Lê Ngọc Quang",
    "chu_tich": "Phạm Đức Ấn",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Thành ủy Đà Nẵng",
    "trich_ngang_bi_thu_full": "Bí thư Thành ủy TP Đà Nẵng\nNgày sinh: 21/1/1974\nQuê quán: Thanh Hóa\nHọc vấn: Cử nhân Báo chí\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "Trước 11/2019: Trưởng ban Thời sự Đài Truyền hình Việt Nam",
    "11/2019: Phó Tổng Giám đốc Đài Truyền hình Việt Nam",
    "11/2019: Phó Tổng Giám đốc Đài Truyền hình Việt Nam, kiêm Ủy viên Ủy ban An toàn giao thông quốc gia (10/2021)",
    "1/2020: Phó Tổng Giám đốc Đài Truyền hình Việt Nam, kiêm thành viên Ủy ban Quốc gia phòng chống AIDS và phòng chống tệ nạn ma túy, mại dâm (4/2021)",
    "8/2020: Bí thư Đảng ủy Đài Truyền hình Việt Nam nhiệm kỳ 2020 - 2025, Phó Tổng Giám đốc Đài Truyền hình Việt Nam",
    "10/2020: Ủy viên Ban Chấp hành Đảng bộ Khối các cơ quan Trung ương khóa XIII, nhiệm kỳ 2020 - 2025",
    "11/2020: Phó Tổng Giám đốc Thường trực Đài Truyền hình Việt Nam",
    "30/1/2021: Ủy viên Trung ương Đảng khóa XIII, nhiệm kỳ 2021 - 2026",
    "4/2021: Tổng Giám đốc Đài Truyền hình Việt Nam",
    "31/10/2024: Bộ Chính trị điều động, phân công, chỉ định đồng chí tham gia Ban Chấp hành, Ban Thường vụ và giữ chức Bí thư Tỉnh ủy Quảng Bình, nhiệm kỳ 2020 - 2025",
    "1/7/2025: Bộ Chính trị chỉ định giữ chức Bí thư Tỉnh ủy Quảng Trị (mới), nhiệm kỳ 2020 - 2025",
    "5/10/2025: Tại Đại hội đại biểu Đảng bộ tỉnh Quảng Trị lần thứ nhất, nhiệm kỳ 2025 - 2030, Bộ Chính trị chỉ định tiếp tục giữ chức Bí thư Tỉnh ủy Quảng Trị",
    "16/10/2025: Bộ Chính trị chỉ định giữ chức Bí thư Thành ủy Đà Nẵng, nhiệm kỳ 2025 - 2030"
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Thành ủy, Chủ tịch UBND TP Đà Nẵng",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND TP Đà Nẵng\nNgày sinh: 01/02/1970\nQuê quán: Nghệ An\nHọc vấn: Thạc sĩ Quản trị kinh doanh, Cử nhân Luật kinh tế, Cử nhân Tài chính - Ngân hàng\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "10/1994 - 6/2000: Chuyên viên Phòng Pháp chế - Chế độ, Ngân hàng Đầu tư và Phát triển Việt Nam",
    "7/2000 - 3/2004: Phó Trưởng phòng, Phó Trưởng phòng phụ trách Phòng Pháp chế - Chế độ, Ngân hàng Đầu tư và Phát triển Việt Nam",
    "3/2004 - 9/2006: Bí thư Chi bộ, Trưởng phòng Pháp chế, Ngân hàng Đầu tư và Phát triển Việt Nam",
    "10/2006 - 6/2009: Bí thư Chi bộ, Giám đốc Ban Pháp chế, Ngân hàng Đầu tư và Phát triển Việt Nam",
    "7/2009 - 5/2011: Ủy viên Ban cán sự Đảng Ngân hàng tỉnh Hưng Yên (9/2009 - 5/2011); Bí thư Đảng ủy, Giám đốc Chi nhánh Ngân hàng Đầu tư và Phát triển tỉnh Hưng Yên",
    "6/2011 - 5/2014: Phó Tổng Giám đốc Ngân hàng Đầu tư và Phát triển Việt Nam; Tổng Giám đốc Ngân hàng liên doanh Việt Nga",
    "6/2014 - 12/2018: Ủy viên Ban Thường vụ Đảng ủy Ngân hàng Nông nghiệp và Phát triển nông thôn Việt Nam (8/2015); Chủ tịch Công đoàn Ngân hàng Nông nghiệp và Phát triển nông thôn Việt Nam (4/2018 - 12/2018); Ủy viên Ban Thường vụ Công đoàn Ngân hàng Việt Nam (8/2018 - 12/2020); Phó Chủ tịch HĐTV Ngân hàng Nông nghiệp và Phát triển nông thôn Việt Nam",
    "1/2019 - 4/2020: Bí thư Đảng ủy Đảng bộ bộ phận Văn phòng (3/2019); Chánh Văn phòng Ngân hàng Nhà nước Việt Nam",
    "5/2020 - 12/2024: Bí thư Đảng ủy, Chủ tịch HĐTV Ngân hàng Nông nghiệp và Phát triển nông thôn Việt Nam; Ủy viên Ban Chấp hành Đảng bộ Khối doanh nghiệp Trung ương (từ tháng 10/2020); Ủy viên Ban Thường vụ Đảng ủy Khối doanh nghiệp Trung ương (từ 8/2022); Chủ tịch Hiệp hội Ngân hàng (12/2020); đại biểu Quốc hội khóa XV",
    "12/2024: Ban Bí thư điều động, phân công Ban chấp hành, Ban Thường vụ và giữ chức Phó Bí thư Tỉnh ủy Quảng Ninh, khóa XV, nhiệm kỳ 2020 - 2025",
    "10/12/2024: HĐND tỉnh bầu giữ chức Chủ tịch UBND tỉnh Quảng Ninh nhiệm kỳ 2021 - 2026",
    "6/9/2025: Ban Bí thư điều động, chỉ định tham gia Ban Chấp hành, Ban Thường vụ Thành ủy, giữ chức Phó Bí thư Thành ủy Đà Nẵng, nhiệm kỳ 2020 - 2025 và giới thiệu để bầu giữ chức Chủ tịch UBND thành phố Đà Nẵng nhiệm kỳ 2021 - 2026"
    ],
     "image_bi_thu": "./Assets/png/dn_bithu.png",
    "image_chu_tich": "./Assets/png/dn_chutich.png",
    "dien_tich": "11.859,59 km²",
    "dan_so": "3.065.628",
    "grdp": "279.926.325",
    "thu_ngan_sach": "54.916.707",
    "region": ["city","central"]
  },
{
    "name": "Quảng Ngãi",
    "image": "./Assets/png/quangngai.webp",
    "bi_thu": "Hồ Văn Niên",
    "chu_tich": "Nguyễn Hoàng Giang",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Quảng Ngãi",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Quảng Ngãi\nNgày sinh: 15/10/1975\nQuê quán: Gia Lai\nHọc vấn: Cử nhân Luật\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "10/2010 - 5/2013: Tỉnh ủy viên, Bí thư Huyện ủy Đak Pơ",
    "5/2011: Đại biểu HĐND tỉnh Gia Lai nhiệm kỳ 2011 - 2016",
    "5/2013 - 10/2015: Ủy viên Ban Thường vụ Tỉnh ủy (5/2014), Trưởng ban Nội chính Tỉnh ủy",
    "10/2015 - 6/2020: Phó Bí thư Thường trực Tỉnh ủy khóa XV, nhiệm kỳ 2015-2020",
    "1/2016: Ủy viên dự khuyết Trung ương Đảng khóa XII",
    "5/2016: Đại biểu Quốc hội khóa XIV",
    "1/6/2020: Bí thư Tỉnh ủy Gia Lai khóa XV, nhiệm kỳ 2015 - 2020",
    "22/6/2020: Ban Thường vụ Tỉnh ủy Gia Lai trao quyết định chỉ định giữ chức Bí thư Đảng ủy Quân sự tỉnh nhiệm kỳ 2015 - 2020",
    "28/9/2020: Tại Đại hội đại biểu Đảng bộ tỉnh Gia Lai lần thứ XVI, tái đắc cử Bí thư Tỉnh ủy Gia Lai khóa XVI, nhiệm kỳ 2020 - 2025",
    "30/1/2021: Tại Đại hội đại biểu toàn quốc lần thứ XIII của Đảng được bầu là Ủy viên Trung ương Đảng khóa XIII, nhiệm kỳ 2021 - 2026",
    "1/7/2025: Thủ tướng điều động, phân công, bổ nhiệm giữ chức Thứ trưởng Thường trực Bộ Dân tộc và Tôn giáo",
    "2/10/2025: Bộ Chính trị điều động chỉ định tham gia Ban Chấp hành, Ban Thường vụ Tỉnh ủy và giữ chức Bí thư Tỉnh ủy Quảng Ngãi"
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Quảng Ngãi",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Quảng Ngãi\nNgày sinh: 6/12/1971\nQuê quán: Hải Phòng\nHọc vấn: Tiến sĩ Kinh tế\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "4/2014 - 6/2020: Phó chủ tịch UBND tỉnh Thái Bình",
    "6/2020 - 7/2024: Thứ trưởng Khoa học và Công nghệ",
    "8/2024 - 6/2025: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Quảng Ngãi",
    "7/2025: Chủ tịch UBND tỉnh Quảng Ngãi"
    ],
    "image_bi_thu": "./Assets/png/quangngai_bithu.png",
    "image_chu_tich": "./Assets/png/quangngai_chutich.png",
    "dien_tich": "14.832,55 km²",
    "dan_so": "2.161.755",
    "grdp": "173.526.456",
    "thu_ngan_sach": "33.685.093",
    "region": ["central"]
  },
  {
    "name": "Gia Lai",
    "image": "./Assets/png/gialai.webp",
    "bi_thu": "Thái Đại Ngọc",
    "chu_tich": "Phạm Anh Tuấn",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Gia Lai",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Gia Lai\nNgày sinh: 01/01/1966\nQuê quán: Đà Nẵng\nHọc vấn: Cử nhân Quân sự\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "10/2014 - 4/2016: Ủy viên Ban Thường vụ Tỉnh ủy, Phó Bí thư Đảng ủy Quân sự tỉnh, Chỉ huy trưởng Bộ Chỉ huy Quân sự tỉnh Đắk Nông, Quân khu 5",
    "5/2016 - 5/2018: Đảng ủy viên Quân khu 5, Phó Tư lệnh Quân khu 5",
    "6/2018 - 10/2018: Đảng ủy viên Quân khu 5, Phó Tư lệnh kiêm Tham mưu trưởng Quân khu 5",
    "11/2018 - 9/2020: Đảng ủy viên Đảng ủy Bộ Tổng tham mưu - Cơ quan Bộ Quốc phòng, Bí thư Đảng ủy Cục Tác chiến; Cục trưởng Cục Tác chiến/Bộ Tổng tham mưu",
    "10/2020 - 12/2024: Ủy viên Ban Chấp hành Trung ương Đảng, Ủy viên Quân ủy Trung ương; Phó Bí thư Đảng ủy Quân khu 5; Tư lệnh Quân khu 5",
    "01/2025 đến nay: Ủy viên Ban Chấp hành Trung ương Đảng, Ủy viên Quân ủy Trung ương; Ủy viên Thường vụ Đảng ủy Bộ Tổng tham mưu - Cơ quan Bộ Quốc phòng; Thượng tướng, Phó Tổng Tham mưu trưởng Quân đội nhân dân Việt Nam",
    "Sáng 3/10: Đảng bộ tỉnh Gia Lai công bố Quyết định của Bộ Chính trị về việc điều động, phân công, chỉ định đồng chí Thái Đại Ngọc giữ chức Bí thư Tỉnh ủy Gia Lai nhiệm kỳ 2025 - 2030"
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Gia Lai",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Gia Lai\nNgày sinh: 19/5/1973\nQuê quán: Hà Tĩnh\nHọc vấn: Tiến sĩ Tài chính - Ngân hàng\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "2/2011: Phó tổng giám đốc Tổng công ty Bưu chính Việt Nam",
    "9/2013: Tổng giám đốc Tổng công ty Bưu chính Việt Nam",
    "1/2018: Chủ tịch Hội đồng thành viên Tổng công ty Bưu chính Việt Nam",
    "9/2019: Thứ trưởng Thông tin và Truyền thông",
    "9/2022: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Bình Định",
    "7/2025: Chủ tịch UBND tỉnh Gia Lai"
    ],
     "image_bi_thu": "./Assets/png/gl_bithu.png",
    "image_chu_tich": "./Assets/png/gl_chutich.png",
    "dien_tich": "21.576,53 km²",
    "dan_so": "3.583.693",
    "grdp": "242.007.551",
    "thu_ngan_sach": "22.736.658",
    "region": ["central"]
  },
  {
    "name": "Đắk Lắk",
    "image": "./Assets/png/dk.jpg",
    "bi_thu": "Lương Nguyễn Minh Triết",
    "chu_tich": "Tạ Anh Tuấn",
    "trich_ngang_bi_thu_short": "Ủy viên Dự khuyết Trung ương Đảng, Bí thư Tỉnh ủy Đắk Lắk",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Đắk Lắk\nNgày sinh: 15/10/1976\nQuê quán: Quảng Nam\nHọc vấn: Thạc sĩ Quản trị kinh doanh, Kỹ sư công nghệ Silicat\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "2/2005 - 10/2007: Trưởng Ban Thanh thiếu niên Trường học; Chủ tịch Hội sinh viên thành phố Đà Nẵng",
    "10/2007 - 4/2009: Phó Bí thư Thường trực Thành đoàn Đà Nẵng; Chủ tịch Hội sinh viên thành phố Đà Nẵng",
    "4/2009 - 2/2013: Ủy viên Ban Thường vụ Trung ương Đoàn TNCS HCM, Phó Chủ tịch Trung ương Hội Sinh viên Việt Nam, Bí thư Thành đoàn, Chủ tịch Hội sinh viên thành phố Đà Nẵng; Thành ủy viên (từ 10/2010)",
    "2/2013 - 3/2016: Thành ủy viên, Bí thư Quận ủy Liên Chiểu",
    "3/2016 - 11/2017: Thành ủy viên, Chủ tịch Liên đoàn lao động thành phố Đà Nẵng; Đại biểu HĐND thành phố khóa IX; Ủy viên Đoàn Chủ tịch Tổng Liên đoàn Lao động Việt Nam",
    "11/2017 - 1/2020: Thành ủy viên, Chánh văn phòng Thành ủy Đà Nẵng",
    "1/2020 - 5/2020: Thành ủy viên, Bí thư Quận ủy Hải Châu, thành phố Đà Nẵng",
    "6/2020 - 10/2020: Ủy viên Ban Thường vụ Thành ủy, Bí thư Quận ủy Hải Châu, thành phố Đà Nẵng",
    "10/2020 - 12/2020: Phó Bí thư Thường trực Thành ủy Đà Nẵng khóa XXII nhiệm kỳ 2020-2025",
    "12/2020 - 1/2021: Phó Bí thư Thường trực Thành ủy khóa XXII, Bí thư Đảng đoàn, Chủ tịch HĐND thành phố Đà Nẵng khóa IX",
    "1/2021 - 6/2021: Ủy viên dự khuyết Trung ương Đảng khóa XIII, Phó Bí thư Thường trực Thành ủy khóa XXII, Bí thư Đảng đoàn, Chủ tịch HĐND thành phố Đà Nẵng khóa IX",
    "6/2021 - 1/2024: Ủy viên dự khuyết Trung ương Đảng khóa XIII, Phó Bí thư Thường trực Thành ủy khóa XXII, Bí thư Đảng đoàn, Chủ tịch HĐND thành phố Đà Nẵng khóa X",
    "1/2024 - 6/2025: Ủy viên dự khuyết Trung ương Đảng khóa XIII, Bí thư Tỉnh ủy Quảng Nam",
    "1/7/2025 - 9/2025: Ủy viên dự khuyết Trung ương Đảng khóa XIII, Phó Bí thư Thành ủy Đà Nẵng (mới) nhiệm kỳ 2020-2025, Chủ tịch UBND thành phố Đà Nẵng (mới) nhiệm kỳ 2021-2026",
    "5/9/2025: Ủy viên dự khuyết Trung ương Đảng khóa XIII, Bí thư Thành ủy Đà Nẵng nhiệm kỳ 2020-2025 (theo Quyết định số 2292-QĐNS/TW của Bộ Chính trị)",
    "17/9/2025: Tại Đại hội đại biểu Đảng bộ thành phố Đà Nẵng lần thứ I, nhiệm kỳ 2025-2030, được chỉ định giữ chức Bí thư Thành ủy Đà Nẵng nhiệm kỳ 2025-2030",
    "10/2025: Ủy viên dự khuyết Trung ương Đảng khóa XIII, Bí thư Tỉnh ủy Đắk Lắk, nhiệm kỳ 2025-2030"
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Đắk Lắk",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Đắk Lắk\nNgày sinh: 20/6/1969\nQuê quán: Hà Nội\nHọc vấn: Thạc sĩ Tài chính - Tín dụng\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "2/2018: Quyền tổng giám đốc Kho bạc Nhà nước",
    "4/2018: Tổng giám đốc Kho bạc Nhà nước",
    "7/2020: Thứ trưởng Bộ Tài chính",
    "11/2022: Chủ tịch UBND tỉnh Phú Yên",
    "7/2025: Chủ tịch UBND tỉnh Đăk Lăk"
    ],
     "image_bi_thu": "./Assets/png/dk_bithu.png",
    "image_chu_tich": "./Assets/png/dk_chutich.png",
    "dien_tich": "18.096,40 km²",
    "dan_so": "3.346.853",
    "grdp": "198.132.950",
    "thu_ngan_sach": "14.095.836",
    "region": ["central"]
  },
  {
    "name": "Khánh Hòa",
    "image": "./Assets/png/kh.webp",
    "bi_thu": "Nghiêm Xuân Thành",
    "chu_tich": "Trần Phong",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Khánh Hòa",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Khánh Hòa\nNgày sinh: 2/11/1969\nQuê quán: Vĩnh Phúc\nHọc vấn: Tiến sĩ Kinh tế\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "10/1988 - 8/1994: Cán bộ Ngân hàng Thương mại cổ phần Công thương Việt Nam (VietinBank) chi nhánh Vĩnh Phúc (Phòng Kế toán, Phòng Kinh doanh ngoại hối).",
    "9/1994 - 5/1997: Trưởng phòng Kế toán Ngân hàng Thương mại cổ phần Công thương Việt Nam (VietinBank) Phúc Yên, Vĩnh Phúc.",
    "6/1997 - 4/1999: Cán bộ Phòng Tổ chức cán bộ và đào tạo Ngân hàng Thương mại cổ phần Công thương Việt Nam (VietinBank).",
    "5/1999 - 6/2002: Phó Chánh văn phòng - Thư ký Tổng Giám đốc Ngân hàng Thương mại cổ phần Công thương Việt Nam (VietinBank).",
    "7/2002 - 10/2003: Trưởng Ban thư ký Hội đồng quản trị Ngân hàng Thương mại cổ phần Công thương Việt Nam (VietinBank).",
    "11/2003 - 2/2006: Trưởng phòng Quản lý Rủi ro và Nợ có vấn đề Ngân hàng Thương mại cổ phần Công thương Việt Nam (VietinBank).",
    "3/2006 - 7/2008: Trưởng phòng Quản lý Nợ có vấn đề Ngân hàng Thương mại cổ phần Công thương Việt Nam (VietinBank).",
    "8/2008 - 10/2010: Giám đốc Ngân hàng Thương mại cổ phần Công thương Việt Nam (VietinBank) - Chi nhánh Thanh Xuân.",
    "10/2010 - 1/2012: Giám đốc Ngân hàng Thương mại cổ phần Công thương Việt Nam (VietinBank) - Chi nhánh Đống Đa.",
    "1/2012 - 6/2012: Phó Tổng Giám đốc Ngân hàng Thương mại cổ phần Công thương Việt Nam (VietinBank).",
    "6/2012 - 7/2013: Chánh Văn phòng Ngân hàng Nhà nước Việt Nam.",
    "29/7/2013: Tổng Giám đốc Ngân hàng Thương mại cổ phần Ngoại thương Việt Nam (Vietcombank).",
    "8/2013 - 6/2021: Bí thư Đảng ủy Ngân hàng TMCP Ngoại thương Việt Nam (Vietcombank) nhiệm kỳ 2010-2015, 2015-2020, 2020-2025.",
    "11/2014 - 6/2021: Chủ tịch Hội đồng quản trị Ngân hàng Thương mại cổ phần Ngoại thương Việt Nam (Vietcombank) nhiệm kỳ 2013-2018, 2018-2023.",
    "29/7/2020: Ủy viên Ban Thường vụ Đảng ủy Khối Doanh nghiệp Trung ương nhiệm kỳ 2015-2020, 2020-2025.",
    "30/1/2021: Tại Đại hội đại biểu toàn quốc lần thứ XIII của Đảng, đồng chí được bầu là Ủy viên Trung ương Đảng khóa XIII, nhiệm kỳ 2021-2026.",
    "15/6/2021 - 10/2024: Bộ Chính trị điều động, phân công, chỉ định tham gia Ban Chấp hành, Ban Thường vụ và giữ chức Bí thư Tỉnh ủy Hậu Giang nhiệm kỳ 2020-2025.",
    "2/11/2024: Bộ Chính trị điều động, phân công tham gia Ban Chấp hành, Ban Thường vụ và giữ chức Bí thư Tỉnh ủy Khánh Hòa nhiệm kỳ 2020-2025."
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Khánh Hòa",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Khánh Hòa\nNgày sinh: 16/12/1974\nQuê quán: Quảng Bình\nHọc vấn: Thạc sĩ Kinh tế\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "8/2014 - 9/2016: Phó Chủ nhiệm Ủy ban Kiểm tra Tỉnh ủy Quảng Bình",
    "10/2015 - 9/2016: Ủy viên BCH Đảng bộ tỉnh, Phó Chủ nhiệm Thường trực Ủy ban Kiểm tra Tỉnh ủy Quảng Bình",
    "10/2016 - 6/2020: Ủy viên BCH Đảng bộ tỉnh, Giám đốc Sở Tài nguyên và Môi trường tỉnh Quảng Bình",
    "7/2020 - 11/2020: Phó Chủ tịch UBND tỉnh Quảng Bình",
    "12/2020 - 12/2024: Ủy viên Ban Thường vụ Tỉnh ủy, Bí thư Thành ủy Đồng Hới",
    "12/2024 - 6/2025: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Quảng Bình",
    "7/2025 - 11/2025: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Quảng Trị (mới)",
    "19/11/2025: Phó Bí thư Tỉnh ủy Khánh Hòa nhiệm kỳ 2025-2030",
    "19/11/2025: Tại kỳ họp chuyên đề, HĐND tỉnh Khánh Hòa khóa VII bầu ông Trần Phong giữ chức vụ Chủ tịch UBND tỉnh nhiệm kỳ 2021-2026"
    ],
     "image_bi_thu": "./Assets/png/kh_bithu.png",
    "image_chu_tich": "./Assets/png/kh_chutich.png",
    "dien_tich": "8.555,86 km²",
    "dan_so": "2.243.554",
    "grdp": "191.357.151",
    "thu_ngan_sach": "25.880.100",
    "region": ["central"]
  },
  {
    "name": "Lâm Đồng",
    "image": "./Assets/png/ld.webp",
    "bi_thu": "Y Thanh Hà Niê K'Đăm",
    "chu_tich": "Hồ Văn Mười",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Lâm Đồng",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Lâm Đồng\nNgày sinh: 23/12/1973\nQuê quán: Đắk Lắk\nHọc vấn: Thạc sĩ Quản lý công, Cử nhân Kinh tế đối ngoại, Cử nhân Chính trị chuyên ngành Công tác tổ chức\nDân tộc: Ê Đê",
    "timeline_bi_thu": [
    "Trước 8/2015: Phó Trưởng phòng Tổ chức cán bộ, Phó Trưởng phòng Cơ sở Đảng, Đảng viên của Ban Tổ chức Tỉnh ủy Đắk Lắk; Tỉnh ủy viên, Bí thư Huyện ủy Cư M’Gar.",
    "8/2015: Tỉnh ủy viên, Bí thư Thành ủy Buôn Ma Thuột.",
    "10/2015 - 3/2019: Ủy viên Ban Thường vụ Tỉnh ủy, Bí thư Thành ủy Buôn Ma Thuột.",
    "1/2016: Ủy viên dự khuyết Trung ương Đảng khóa XII.",
    "3/2019: Bộ Chính trị điều động, chỉ định tham gia Ban Chấp hành, Ban Thường vụ và giữ chức Bí thư Đảng ủy Khối doanh nghiệp Trung ương khóa II, nhiệm kỳ 2015-2020.",
    "20/10/2020: Tại hội nghị lần thứ nhất Ban Chấp hành Đảng bộ Khối Doanh nghiệp Trung ương khóa III, ông tiếp tục được bầu giữ chức Bí thư Đảng ủy Khối doanh nghiệp Trung ương khóa III, nhiệm kỳ 2020-2025.",
    "30/1/2021: Tại Đại hội đại biểu toàn quốc lần thứ XIII của Đảng, ông được bầu là Ủy viên Trung ương Đảng khóa XIII, nhiệm kỳ 2021-2026.",
    "6/2021: Đại biểu Quốc hội khóa XV.",
    "7/2021: Tại kỳ họp thứ nhất, Quốc hội khóa XV, ông được bầu làm Chủ tịch Hội đồng Dân tộc.",
    "4/2025: Bộ Chính trị điều động, phân công, chỉ định tham gia Ban Chấp hành, Ban Thường vụ Tỉnh ủy và giữ chức Bí thư Tỉnh ủy Lâm Đồng nhiệm kỳ 2020-2025; tham gia Đảng ủy Quân khu 7 nhiệm kỳ 2020-2025.",
    "25/6/2025: Quốc hội đã thông qua Nghị quyết về việc miễn nhiệm chức vụ Ủy viên Ủy ban Thường vụ Quốc hội và chức vụ Chủ tịch Hội đồng Dân tộc của Quốc hội khóa XV"
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Lâm Đồng",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Lâm Đồng\nNgày sinh: 10/8/1969\nQuê quán: Quảng Nam\nHọc vấn: Cử nhân An ninh nhân dân, cử nhân Kinh tế, cử nhân ngành Xây dựng Đảng và chính quyền Nhà nước, thạc sĩ Luật\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "4/1997 - 6/2002: Cán bộ trinh sát, Cục Bảo vệ chính trị I",
    "7/2002 - 9/2006: Cán bộ trinh sát, Cục Bảo vệ chính trị III",
    "10/2006 - 8/2012: Phó phòng, Cục Bảo vệ chính trị III",
    "9/2012 - 10/2015: Trưởng phòng An ninh kinh tế, Công an tỉnh Đồng Nai",
    "11/2015 - 8/2018: Phó cục trưởng An ninh tài chính tiền tệ và đầu tư, Tổng cục An ninh, Bộ Công an",
    "9/2018 - 11/2019: Phó cục trưởng Bảo vệ chính trị V, Tổng cục An ninh, Bộ Công an",
    "12/2019 - 7/2021: Phó cục trưởng An ninh nội địa, Bộ Công an",
    "7/2021 - 6/2025: Giám đốc Công an tỉnh Đăk Nông",
    "7/2025: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Đăk Nông",
    "7/2025: Chủ tịch UBND tỉnh Lâm Đồng mới"
    ],
     "image_bi_thu": "./Assets/png/ld_bithu.png",
    "image_chu_tich": "./Assets/png/ld_chutich.png",
    "dien_tich": "24.233,07 km²",
    "dan_so": "3.872.999",
    "grdp": "319.878.839",
    "thu_ngan_sach": "27.190.308",
    "region": ["central"]
  },
  {
    "name": "Đồng Nai",
    "image": "./Assets/png/dn.webp",
    "bi_thu": "Vũ Hồng Văn",
    "chu_tich": "Nguyễn Văn Út",
    "trich_ngang_bi_thu_short": "Bí thư Tỉnh ủy Đồng Nai",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Đồng Nai\nNgày sinh: 3/2/1976\nQuê quán: Hưng Yên\nHọc vấn: Tiến sĩ Luật, Cử nhân Điều tra tội phạm xâm phạm Quốc gia\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "9-2010 - 8-2012: Phó trưởng phòng Tổ chức cán bộ, Bộ Tư lệnh Cảnh sát cơ động, Bộ Công an.",
    "9-2012 - 9-2013: Trưởng phòng Tổ chức cán bộ, Bộ Tư lệnh Cảnh sát cơ động, Bộ Công an.",
    "10-2013 - 3-2014: Phó tư lệnh Cảnh sát cơ động, Bộ Công an.",
    "4-2014 - 8-2014: Phó chính ủy Bộ Tư lệnh Cảnh sát cơ động, Bộ Công an.",
    "9-2014 - 12-2014: Phó chính ủy kiêm Cục trưởng Cục Chính trị, Bộ Tư lệnh Cảnh sát cơ động, Bộ Công an.",
    "1-2015 - 6-2018: Phó chính ủy Bộ Tư lệnh Cảnh sát cơ động, Bộ Công an.",
    "7-2018 - 11-2019: Ủy viên Ban Thường vụ Tỉnh ủy Đắk Lắk, nhiệm kỳ 2015-2020, Giám đốc Công an tỉnh Đắk Lắk.",
    "11-2019 - 7-2022: Ủy viên Ban Thường vụ Tỉnh ủy Đồng Nai, nhiệm kỳ 2015-2020 và nhiệm kỳ 2020-2025, Giám đốc Công an tỉnh Đồng Nai.",
    "5-2021 ĐẾN NAY: Đại biểu Quốc hội khóa XV.",
    "7-2022 - 10-2023: Cục trưởng Cục An ninh chính trị nội bộ, Bộ Công an.",
    "10-2023 - 8-2024: Ủy viên Ủy ban Kiểm tra Trung ương khóa XIII.",
    "8-2024 - 1-2025: Phó chủ nhiệm Ủy ban Kiểm tra Trung ương khóa XIII.",
    "NGÀY 25-1-2025: Được Bộ Chính trị điều động, chỉ định giữ chức Bí thư Tỉnh ủy Đồng Nai, nhiệm kỳ 2020-2025.",
    "NGÀY 30-6-2025: Được Bộ Chính trị chỉ định giữ chức Bí thư Tỉnh ủy Đồng Nai nhiệm kỳ 2020-2025; Được Ủy ban Thường vụ Quốc hội chỉ định giữ chức Trưởng đoàn Đại biểu Quốc hội tỉnh Đồng Nai, nhiệm kỳ 2021-2026."
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Đồng Nai",
     "image_bi_thu": "./Assets/png/dongnai_bithu.png",
    "image_chu_tich": "./Assets/png/dongnai_chutich.png",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Đồng Nai\nNgày sinh: 30/12/1969\nQuê quán: Đồng Nai\nHọc vấn: Thạc sĩ Kinh tế\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "1/1993 - 10/1996: Phó Bí thư, Bí thư Đoàn TNCS Hồ Chí Minh xã Hòa Khánh Đông, huyện Đức Hòa, tỉnh Long An",
"11/1996 - 2/2005: Cán bộ nghiên cứu, Văn phòng Huyện ủy Đức Hòa, tỉnh Long An",
"3/2005 - 9/2005: Phó Trưởng ban Tổ chức Huyện ủy Đức Hòa, tỉnh Long An",
"10/2005 - 3/2010: Huyện ủy viên, Phó Trưởng ban Tổ chức Huyện ủy Đức Hòa, tỉnh Long An",
"4/2010 - 5/2010: Huyện ủy viên, Phó Bí thư Đảng ủy thị trấn Đức Hòa, huyện Đức Hòa, tỉnh Long An",
"6/2010 - 10/2010: Huyện ủy viên, Bí thư Đảng ủy thị trấn Đức Hòa, huyện Đức Hòa, tỉnh Long An",
"11/2010 - 5/2013: Huyện ủy viên, Phó Chủ tịch UBND huyện Đức Hòa, tỉnh Long An",
"6/2013 - 6/2014: Ủy viên Ban Thường vụ Huyện ủy, Phó Chủ tịch UBND huyện Đức Hòa, tỉnh Long An",
"7/2014 - 10/2014: Ủy viên Ban Thường vụ Huyện ủy, Quyền Chủ tịch UBND huyện Đức Hòa, tỉnh Long An",
"11/2014 - 7/2015: Phó Bí thư Huyện ủy, Chủ tịch UBND huyện Đức Hòa, tỉnh Long An",
"8/2015 - 9/2015: Bí thư Huyện ủy Đức Hòa, tỉnh Long An",
"10/2015 - 5/2019: Tỉnh ủy viên, Bí thư Huyện ủy Đức Hòa, tỉnh Long An",
"6/2019 - 9/2019: Tỉnh ủy viên, Phó Chủ tịch UBND tỉnh Long An",
"10/2019 - 14/10/2020: Ủy viên Ban Thường vụ Tỉnh ủy, Phó Chủ tịch UBND tỉnh Long An",
"15/10/2020 - 24/11/2020: Phó Bí thư Tỉnh ủy, Phó Chủ tịch UBND tỉnh Long An",
"25/11/2020 - 29/6/2025: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Long An",
"30/6/2025: Phó Bí thư Tỉnh ủy Tây Ninh, nhiệm kỳ 2020-2025;Chủ tịch UBND tỉnh Tây Ninh, nhiệm kỳ 2021-2026",
"10/10/2025: Phó Bí thư Tỉnh ủy Tây Ninh, nhiệm kỳ 2025-2030",
"18/11/2025: Phó Bí thư tỉnh ủy Đồng Nai nhiệm kỳ 2025 - 2030, Chủ tịch UBND tỉnh Đồng Nai nhiệm kỳ 2021 - 2026."
    ],
    "dien_tich": "12.737,18 km²",
    "dan_so": "4.491.408",
    "grdp": "609.176.602",
    "thu_ngan_sach": "73.458.454",
    "region": ["south"]
  },
  {
    "name": "TP. Hồ Chí Minh",
    "image": "./Assets/png/hcm.webp",
    "bi_thu": "Trần Lưu Quang",
    "chu_tich": "Nguyễn Văn Được",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Thành ủy TP Hồ Chí Minh",
    "trich_ngang_bi_thu_full": "Bí thư Thành ủy TP Hồ Chí Minh\nNgày sinh: 30/8/1967\nQuê quán: Tây Ninh\nHọc vấn: Thạc sĩ Quản lý công, Kỹ sư cơ khí\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "6/1994 - 9/2010: Chuyên viên tại Sở Kế hoạch và Đầu tư, Công ty Phát triển hạ tầng Khu Công nghiệp Tây Ninh; Trưởng phòng thuộc Sở Kế hoạch và Đầu tư; Phó Ban Quản lý Khu kinh tế Cửa khẩu Mộc Bài; Phó Giám đốc Sở Kế hoạch và Đầu tư; Chủ tịch UBND rồi Bí thư Huyện ủy Trảng Bàng, tỉnh Tây Ninh",
    "10/2010 - 2/2019: Tỉnh ủy viên, Bí thư Huyện ủy Trảng Bàng, Phó Chủ tịch Thường trực UBND tỉnh; Ủy viên Ban Thường vụ Tỉnh ủy, Phó Chủ tịch Thường trực UBND tỉnh; Bí thư Tỉnh ủy; Chủ tịch HĐND tỉnh; Trưởng Đoàn Đại biểu Quốc hội tỉnh Tây Ninh. Tại Đại hội Đại biểu toàn quốc lần thứ XI của Đảng tháng 1-2011, đồng chí được bầu làm Ủy viên dự khuyết Trung ương Đảng. Tại Đại hội Đại biểu toàn quốc lần thứ XII của Đảng tháng 1-2016, đồng chí được bầu làm Ủy viên Trung ương Đảng",
    "2/2019 - 4/2021: Ủy viên Trung ương Đảng, Phó Bí thư Thường trực Thành ủy TPHCM. Tại Đại hội Đại biểu toàn quốc lần thứ XIII của Đảng tháng 1-2021, đồng chí được bầu là Ủy viên Trung ương Đảng", "4/2021 - 6/2021: Ủy viên Trung ương Đảng, Bí thư Thành ủy TP Hải Phòng",
    "7/2021 - 1/2023: Ủy viên Trung ương Đảng, Bí thư Thành ủy TP Hải Phòng; Đại biểu Quốc hội khóa XV và Trưởng Đoàn Đại biểu Quốc hội Hải Phòng",
    "5/1/2023: Đồng chí Trần Lưu Quang được Quốc hội phê chuẩn bổ nhiệm chức vụ Phó Thủ tướng Chính phủ",
    "21/8/2024: Đồng chí được Bộ Chính trị phân công giữ chức Trưởng Ban Kinh tế Trung ương",
    "23/1/2025: Ban Chấp hành Trung ương Đảng đã bầu bổ sung đồng chí Trần Lưu Quang, Ủy viên Trung ương Đảng, Trưởng Ban Kinh tế Trung ương giữ chức Ủy viên Ban Bí thư khóa XIII",
    "3/2/2025: Bí thư Trung ương Đảng, Trưởng Ban Chính sách, chiến lược Trung ương",
    "25/8/2025: Bí thư Thành ủy TPHCM, nhiệm kỳ 2020-2025."
    ],
    "trich_ngang_chu_tich_short": "Ủy viên Trung ương Đảng, Phó Bí thư Thành ủy, Chủ tịch UBND TP Hồ Chí Minh",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND TP Hồ Chí Minh\nNgày sinh: 3/4/1968\nQuê quán: Long An\nHọc vấn: Thạc sĩ Địa chất học, Cử nhân Địa chất\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "2/2007: Trưởng phòng Tài nguyên và Môi trường huyện Thạnh Hóa, tỉnh Long An.",
    "7/2009 - 5/2010: Phó giám đốc Sở Tài nguyên và Môi trường tỉnh Long An",
    "5/2010 - 3/2013: Giám đốc Sở Tài nguyên và Môi trường tỉnh Long An",
    "4/2013 - 12/2015: Bí thư Huyện ủy Tân Thạnh, tỉnh Long An",
    "1/2016 - 4/2019: Phó chủ tịch UBND tỉnh Long An",
    "4/2019 - 10/2020: Phó bí thư Thường trực Tỉnh ủy Long An",
    "10/2020 - 2/2025: Bí thư Tỉnh ủy Long An",
    "2/2025 - 6/2025: Phó bí thư Thành ủy, Chủ tịch UBND TP HCM",
    "7/2025: Chủ tịch UBND TP Hồ Chí Minh"
    ],
     "image_bi_thu": "./Assets/png/hcm_bithu.png",
    "image_chu_tich": "./Assets/png/hcm_chutich.png",
    "dien_tich": "6.772,59 km²",
    "dan_so": "14.002.598",
    "grdp": "2.715.782.233",
    "thu_ngan_sach": "681.935.586",
    "region": ["city","south"]
  },
  {
    "name": "Tây Ninh",
    "image": "./Assets/png/tayninh.webp",
    "bi_thu": "Nguyễn Văn Quyết",
    "chu_tich": "Lê Văn Hẳn",
    "trich_ngang_bi_thu_short": "Bí thư Tỉnh ủy Tây Ninh",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Tây Ninh\nNgày sinh: 6/1/1972\nQuê quán: Ninh Bình\nHọc vấn: Cử nhân Luật, Thạc sĩ Xây dựng Đảng và Chính quyền Nhà nước\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "11/2001-6/2003: Kiểm tra viên, Ủy ban Kiểm tra Tỉnh ủy Gia Lai.",
    "7/2003-5/2005: Phó Chánh Văn phòng Cơ quan Ủy ban Kiểm tra Tỉnh ủy Gia Lai.",
    "5/2005-8/2007: Trưởng phòng Nghiệp vụ Cơ quan Ủy ban Kiểm tra Tỉnh ủy Gia Lai.",
    "9/2007-6/2012: Kiểm tra viên chính, Cơ quan Ủy ban Kiểm tra Trung ương.",
    "6/2012-10/2019: Phó Vụ trưởng, Vụ Địa phương VII, Cơ quan Ủy ban Kiểm tra Trung ương.",
    "10/2019-1/2021: Vụ trưởng Vụ Địa phương II, Cơ quan Ủy ban Kiểm tra Trung ương.",
    "1/2021-6/2021: Vụ trưởng Vụ Địa phương V, Cơ quan Ủy ban Kiểm tra Trung ương.",
    "6/2021-7/2023: Ủy viên Ủy ban Kiểm tra Trung ương.",
    "7/2023-2/2025: Phó Chủ nhiệm Ủy ban Kiểm tra Trung ương.",
    "2/2025: Bí thư Tỉnh ủy Long An.",
    "1/7/2025: Ông Nguyễn Văn Quyết được chỉ định giữ chức vụ Bí thư Tỉnh ủy Tây Ninh."
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Tây Ninh",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Tây Ninh\nNgày sinh: 10/12/1970\nQuê quán: Vĩnh Long\nHọc vấn: Cử nhân Sư phạm văn học, Cử nhân Hành chính học, Thạc sĩ Quản lý giáo dục\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "Trước 1/2015: Từng giữ các chức vụ: Phó chánh Văn phòng, Chánh văn phòng Tỉnh ủy, Bí thư Huyện ủy Càng Long, tỉnh Trà Vinh",
    "1/2015 - 12/2015: Ủy viên Ban Thường vụ Tỉnh ủy, Phó chủ tịch UBND tỉnh Trà Vinh nhiệm kỳ 2011-2016",
    "12/2015 - 2017: Chủ tịch Ủy ban MTTQ Việt Nam tỉnh Trà Vinh",
    "2017 - 12/2018: Bí thư Thành ủy TP Trà Vinh",
    "6/12/2018: Phó chủ tịch UBND tỉnh Trà Vinh nhiệm kỳ 2016-2021",
    "16/10/2020: Phó bí thư Tỉnh ủy Trà Vinh khóa XI, nhiệm kỳ 2020-2025",
    "11/2020 - 6/2025: Chủ tịch UBND tỉnh Trà Vinh",
    "7/2025: Phó bí thư Tỉnh ủy, Chủ tịch Ủy ban MTTQ Việt Nam tỉnh Vĩnh Long",
    "18/11/2025: Chủ tịch UBND tỉnh Tây Ninh khóa X nhiệm kỳ 2021-2026; Phó bí thư Tỉnh ủy Tây Ninh nhiệm kỳ 2025-2030"
    ],
     "image_bi_thu": "./Assets/png/tn_bithu.png",
    "image_chu_tich": "./Assets/png/tn_chutich.png",
    "dien_tich": "8.536,44 km²",
    "dan_so": "3.254.170",
    "grdp": "312.465.603",
    "thu_ngan_sach": "39.704.480",
    "region": ["south"]
  },
  {
    "name": "Đồng Tháp",
    "image": "./Assets/png/dongthap.webp",
    "bi_thu": "Ngô Chí Cường",
    "chu_tich": "Phạm Thành Ngại",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Đồng Tháp",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Đồng Tháp\nNgày sinh: 11/9/1967\nQuê quán: Vĩnh Long\nHọc vấn: Cử nhân Kinh tế chính trị, Cử nhân Hành chính học\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "12/1989 - 8/1992: Chuyên viên văn phòng UBND thị xã Trà Vinh, tỉnh Trà Vinh",
    "9/1992 - 12/1994: Chuyên viên Ban Tổ chức Tỉnh ủy Trà Vinh",
    "1/1995 - 8/1999: Phó Trưởng phòng Tổ chức cán bộ, Ban Tổ chức Tỉnh ủy Trà Vinh",
    "9/1999 - 4/2005: Trưởng phòng Tổ chức cán bộ, Ban Tổ chức Tỉnh ủy Trà Vinh",
    "5/2005 - 10/2005: Phó Trưởng Ban Tổ chức Tỉnh ủy Trà Vinh",
    "11/2005 - 9/2010: Tỉnh ủy viên, Phó Trưởng Ban Thường trực, Ban Tổ chức Tỉnh ủy Trà Vinh",
    "10/2010 - 12/2010: Ủy viên Thường vụ Tỉnh ủy, Phó Trưởng Ban Thường trực, Ban Tổ chức Tỉnh ủy Trà Vinh",
    "1/2011 - 4/2012: Ủy viên Thường vụ Tỉnh ủy, Trưởng Ban Tổ chức Tỉnh ủy Trà Vinh",
    "5/2012 - 4/2014: Ủy viên Thường vụ Tỉnh ủy, Bí thư Thành ủy Trà Vinh",
    "5/2014 - 5/2016: Phó Bí thư Thường trực Tỉnh ủy Trà Vinh",
    "6/2016 - 9/2020: Phó Bí thư Thường trực Tỉnh ủy Trà Vinh, Trưởng Đoàn ĐBQH khóa XIV tỉnh Trà Vinh",
    "10/2020 - 1/2021: Bí thư Tỉnh ủy Trà Vinh; Trưởng Đoàn ĐBQH khóa XIV tỉnh Trà Vinh",
    "1/2021 - 6/2021: Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Trà Vinh; Trưởng Đoàn ĐBQH khóa XIV tỉnh Trà Vinh",
    "7/2021 - 6/2025: Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Trà Vinh; Trưởng Đoàn ĐBQH khóa XV tỉnh Trà Vinh; Đại biểu Quốc hội khóa XV",
    "1/7/2025: Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Vĩnh Long (mới) nhiệm kỳ 2020-2025; Trưởng Đoàn đại biểu Quốc hội khoá XV tỉnh Vĩnh Long (mới); Đại biểu Quốc hội khóa XV",
    "1/10/2025: Tại Đại hội đại biểu Đảng bộ tỉnh Đồng Tháp lần thứ I, nhiệm kỳ 2025-2030, được chỉ định giữ chức Bí thư Tỉnh ủy Đồng Tháp nhiệm kỳ 2025-2030"
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Đồng Tháp",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Đồng Tháp\nNgày sinh: 20/8/1971\nQuê quán: Cà Mau\nHọc vấn: Thạc sĩ Luật Kinh tế\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "8/2003 - 7/2005: Huyện ủy viên, Chánh Văn phòng Huyện ủy Trần Văn Thời, tỉnh Cà Mau",
    "8/2005 - 4/2010: Ủy viên Ban Thường vụ Huyện ủy, Bí thư Đảng ủy thị trấn Sông Đốc, huyện Trần Văn Thời, tỉnh Cà Mau",
    "5/2010 - 12/2010: Ủy viên Ban Thường vụ Huyện ủy, Phó Chủ tịch UBND huyện Trần Văn Thời, tỉnh Cà Mau",
    "1/2011 - 5/2018: Phó Chánh Văn phòng, Chánh Văn phòng Tỉnh ủy Cà Mau (từ 5/2013); Tỉnh ủy viên (từ 10/2015)",
    "6/2018 - 7/2020: Tỉnh ủy viên, Bí thư Huyện ủy Năm Căn, tỉnh Cà Mau",
    "8/2020 - 10/2020: Tỉnh ủy viên, Bí thư Thành ủy Cà Mau, tỉnh Cà Mau",
    "10/2020 - 9/2021: Ủy viên Ban Thường vụ Tỉnh ủy, Bí thư Thành ủy Cà Mau, tỉnh Cà Mau",
    "10/2021 - 11/2024: Phó Bí thư Thường trực Tỉnh ủy Cà Mau",
    "9/2024: Phó Bí thư Tỉnh ủy Cà Mau",
    "11/2024 - 11/2025: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Cà Mau nhiệm kỳ 2021-2026",
    "11/2025: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Đồng Tháp."
    ],
     "image_bi_thu": "./Assets/png/dongthap_bithu.png",
    "image_chu_tich": "./Assets/png/dongthap_chutich.png",
    "dien_tich": "5.938,64 km²",
    "dan_so": "4.370.046",
    "grdp": "249.534.461",
    "thu_ngan_sach": "21.630.027",
    "region": ["south"]
  },
  {
    "name": "An Giang",
    "image": "./Assets/png/angiang.webp",
    "bi_thu": "Nguyễn Tiến Hải",
    "chu_tich": "Hồ Văn Mừng",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy An Giang",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy An Giang\nNgày sinh: 31/8/1965\nQuê quán: Cà Mau\nHọc vấn: Thạc sĩ Quản lý hành chính công, Cử nhân Luật\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "7/1986 - 12/1986: Cán bộ Tỉnh đoàn Minh Hải.",
    "1/1987 - 11/1990: Phó Chủ tịch Hội đồng đội tỉnh; Phó Ban Thanh niên trường học Tỉnh đoàn Minh Hải.",
    "12/1990 - 7/1991: Chủ tịch Hội đồng đội tỉnh Minh Hải.",
    "8/1991 - 8/1993: Bí thư Huyện đoàn U Minh, tỉnh Minh Hải.",
    "9/1993 - 12/1996: Trưởng Ban Tư tưởng - văn hoá Tỉnh đoàn tỉnh Minh Hải; Hiệu trưởng Trường Đoàn.",
    "1/1/1997 - 8/1997: Phó Bí thư Tỉnh đoàn Cà Mau – Phụ trách khối xây dựng Đoàn.",
    "9/1997 - 8/1998: Phó Bí thư thường trực Tỉnh đoàn Cà Mau.",
    "9/1998 - 6/2000: Học viên Học viện Chính trị quốc gia Hồ Chí Minh.",
    "7/2000 - 1/2001: Phó Bí thư Tỉnh đoàn; Chủ tịch Hội Liên hiệp Thanh niên Việt Nam tỉnh Cà Mau.",
    "2/2001 - 12/2003: Chánh Văn phòng Tỉnh ủy Cà Mau.",
    "1/1/2004 - 10/2005: Bí thư Huyện ủy huyện Cái Nước, tỉnh Cà Mau.",
    "11/2005 - 4/2009: Giám đốc Sở Tư pháp tỉnh Cà Mau.",
    "5/2009 - 7/2014: Phó Chủ tịch UBND tỉnh Cà Mau.",
    "7/2014 - 6/2015: Phó Bí thư Tỉnh ủy Cà Mau, phụ trách khối cơ sở.",
    "7/2015 - 6/2020: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Cà Mau.",
    "7/2020 - 9/2020: Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Cà Mau.",
    "10/2020: Tại hội nghị lần thứ nhất của Ban Chấp hành Đảng bộ tỉnh Cà Mau khóa XVI, nhiệm kỳ 2020-2025, ông tái đắc cử Bí thư Tỉnh ủy Cà Mau nhiệm kỳ 2020-2025.",
    "30/1/2021: Tại Đại hội đại biểu toàn quốc lần thứ XIII của Đảng, được bầu là Ủy viên Trung ương Đảng khóa XIII, nhiệm kỳ 2021-2026.",
    "5/2/2021: Bí thư Tỉnh ủy, Chủ tịch HĐND tỉnh Cà Mau khóa IX, nhiệm kỳ 2016-2021.",
    "1/2025: Bí thư Tỉnh ủy Kiên Giang, nhiệm kỳ 2020-2025.",
    "6/2025: Bí thư Tỉnh ủy An Giang, nhiệm kỳ 2020-2025."
    ],
    "trich_ngang_chu_tich_short": "Ủy viên dự khuyết Trung ương Đảng, Phó Bí thư Tỉnh ủy,  Chủ tịch UBND tỉnh An Giang",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh An Giang\nNgày sinh: 2/4/1977\nQuê quán: Khánh Hòa\nHọc vấn: Thạc sĩ Quản lý Kinh tế, Cử nhân Khoa học chuyên ngành Ngoại ngữ\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "8/2013 - 10/2015: Bí thư Huyện ủy Vạn Ninh, tỉnh Khánh Hòa",
    "11/2015 - 8/2021: Trưởng Ban Tuyên giáo Tỉnh ủy Khánh Hòa",
    "8/2021 - 9/2024: Bí thư Thành ủy Nha Trang, tỉnh Khánh Hòa",
    "9/2024 - 6/2025: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh An Giang",
    "7/2025: Chủ tịch UBND tỉnh An Giang"
    ],
     "image_bi_thu": "./Assets/png/ag_bithu.png",
    "image_chu_tich": "./Assets/png/ag_chutich.png",
    "dien_tich": "9.888,91 km²",
    "dan_so": "4.952.238",
    "grdp": "271.345.883",
    "thu_ngan_sach": "26.279.135",
    "region": ["south"]
  },
  {
    "name": "TP. Cần Thơ",
    "image": "./Assets/png/cantho.webp",
    "bi_thu": "Lê Quang Tùng",
    "chu_tich": "Trương Cảnh Tuyên",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Thành ủy TP Cần Thơ",
    "trich_ngang_bi_thu_full": "Bí thư Thành ủy TP Cần Thơ\nNgày sinh: 30/10/1971\nQuê quán: Hà Tĩnh\nHọc vấn: Tiến sĩ Quản lý kinh tế, Kỹ sư Cơ khí giao thông, Cử nhân tiếng Anh\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "8/1993 - 9/1996: Chuyên viên Vụ Bảo hộ Lao động, Bộ Lao động-Thương binh và Xã hội",
    "10/1996 - 12/2001: Chuyên viên Vụ Kinh tế Đối ngoại, Bộ Kế hoạch và Đầu tư",
    "1/2002 - 12/2006: Chuyên viên Vụ Kinh tế Công nghiệp, Bộ Kế hoạch và Đầu tư",
    "1/2007 - 10/2009: Phó Chánh Văn phòng, Thư ký Bộ trưởng Bộ Kế hoạch và Đầu tư",
    "11/2009 - 3/2011: Vụ trưởng Vụ Khoa học, Giáo dục, Tài nguyên và Môi trường, Bộ Kế hoạch và Đầu tư kiêm Chánh Văn phòng Hội đồng Quốc gia về phát triển bền vững và nâng cao năng lực cạnh tranh",
    "4/2011 - 3/2014: Vụ trưởng Vụ Kinh tế địa phương và lãnh thổ, Bộ Kế hoạch và Đầu tư, kiêm Chánh Văn phòng Ban Chỉ đạo các vùng kinh tế trọng điểm",
    "4/2014 - 7/2017: Ủy viên Ban Chấp hành Đảng bộ tỉnh; Ủy viên dự khuyết Trung ương Đảng khóa XII (từ 1/2016); Phó Chủ tịch UBND tỉnh Quảng Ninh",
    "8/2017 - 7/2018: Ủy viên dự khuyết Trung ương Đảng khóa XII; Ủy viên Ban Thường vụ Tỉnh ủy, Phó Chủ tịch UBND tỉnh Quảng Ninh",
    "7/2018 - 7/2020: Ủy viên dự khuyết Trung ương Đảng khóa XII, Ủy viên Ban Cán sự Đảng, Thứ trưởng Bộ Văn hóa, Thể thao và Du lịch",
    "7/2020 - 1/2021: Ủy viên dự khuyết Trung ương Đảng khóa XII, Bí thư Tỉnh ủy Quảng Trị",
    "1/2021 - 7/2021: Ủy viên Trung ương Đảng khóa XIII, Bí thư Tỉnh ủy Quảng Trị",
    "7/2021 - 11/2024: Ủy viên Trung ương Đảng khóa XIII, Bí thư Tỉnh ủy Quảng Trị; Đại biểu Quốc hội khóa XV, Ủy viên Ủy ban Kinh tế của Quốc hội khóa XV và Trưởng Đoàn ĐBQH tỉnh Quảng Trị (đến 2/2025)",
    "28/11/2024 - 9/2025: Ủy viên Trung ương Đảng khóa XIII, Ủy viên Đảng đoàn Quốc hội, Ủy viên Ủy ban Thường vụ Quốc hội, Tổng Thư ký Quốc hội, Chủ nhiệm Văn phòng Quốc hội khóa XV, Chánh Văn phòng Đảng đoàn Quốc hội; Bí thư Đảng ủy cơ quan Văn phòng Quốc hội (từ 16/12/2024)",
    "2/2025 - 9/2025: Ủy viên Ban Thường vụ Đảng ủy Quốc hội nhiệm kỳ 2020-2025; Ủy viên là đại biểu Quốc hội hoạt động kiêm nhiệm của Ủy ban Kinh tế và Tài chính của Quốc hội khóa XV",
    "6/2025 - 10/2025: Ủy viên, kiêm Chánh Văn phòng Hội đồng bầu cử quốc gia",
    "16/7/2025 - 9/2025: Được chỉ định giữ chức Bí thư Đảng ủy Văn phòng Quốc hội nhiệm kỳ 2025-2030 (Tại Đại hội đại biểu Đảng bộ Văn phòng Quốc hội lần thứ XV, nhiệm kỳ 2025-2030)",
    "9/2025: Ủy viên Trung ương Đảng khóa XIII, Bí thư Thành ủy Cần Thơ, nhiệm kỳ 2025-2030 và tham gia Đảng ủy Quân khu 9; Ủy viên là đại biểu Quốc hội hoạt động kiêm nhiệm của Ủy ban Kinh tế và Tài chính của Quốc hội khóa XV",
    "24/10/2025: Tại Kỳ họp thứ 10, Quốc hội khóa XV biểu quyết thông qua các Nghị quyết sau: Nghị quyết miễn nhiệm chức vụ Ủy viên Ủy ban Thường vụ Quốc hội khóa XV; miễn nhiệm chức vụ Tổng Thư ký Quốc hội khóa XV - Chủ nhiệm Văn phòng Quốc hội; Nghị quyết về việc miễn nhiệm chức vụ Ủy viên Hội đồng bầu cử quốc gia",
    "29/10/2025: Nghị quyết số 1872/NQ-UBTVQH15 của Ủy ban Thường vụ Quốc hội quyết nghị: chuyển sinh hoạt từ Đoàn đại biểu Quốc hội tỉnh Quảng Trị đến Đoàn đại biểu Quốc hội thành phố Cần Thơ"
],
    "trich_ngang_chu_tich_short": "Phó Bí thư Thành ủy, Chủ tịch UBND TP Cần Thơ",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND TP Cần Thơ\nNgày sinh: 25/10/1969\nQuê quán: Thanh Hóa\nHọc vấn: Thạc sĩ Kinh doanh và Quản lý\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "4/2001 - 12/2003: Phó trưởng Phòng Đầu tư, Sở Tài chính Vật giá tỉnh Cần Thơ",
    "1/2004 - 9/2006: Trưởng Phòng Đầu tư, Sở Tài chính tỉnh Hậu Giang",
    "10/2006 - 5/2008: Trưởng Phòng Ngân sách, Sở Tài chính tỉnh Hậu Giang",
    "6/2008 - 2/2009: Phó Giám đốc Sở Tài chính tỉnh Hậu Giang",
    "3/2009 - 11/2010: Phó Chánh Văn phòng UBND tỉnh Hậu Giang",
    "12/2010 - 2/2013: Ủy viên Ban Cán sự Đảng UBND tỉnh, Chánh Văn phòng UBND tỉnh Hậu Giang",
    "3/2013 - 4/2015: Phó Bí thư Huyện ủy, Chủ tịch UBND huyện Châu Thành, tỉnh Hậu Giang",
    "4/2015 - 10/2015: Phó Chủ tịch UBND tỉnh Hậu Giang",
    "10/2015 - 10/2020: Tỉnh ủy viên, Phó Chủ tịch UBND tỉnh Hậu Giang",
    "10/2020 - 2/2025: Ủy viên Ban Thường vụ Tỉnh ủy, Phó Bí thư Ban Cán sự Đảng, Phó Chủ tịch Thường trực UBND tỉnh Hậu Giang",
    "10/2/2025 - 30/6/2025: Phó Bí thư Thành ủy Cần Thơ nhiệm kỳ 2020 - 2025",
    "20/2/2025 - 30/6/2025: Chủ tịch UBND TP Cần Thơ nhiệm kỳ 2021 - 2026",
    "01/7/2025 - 28/9/2025: Phó Bí thư Thành ủy Cần Thơ (mới) nhiệm kỳ 2020 - 2025",
    "28/9/2025 - nay: Phó Bí thư Thành ủy Cần Thơ nhiệm kỳ 2025 - 2030",
    "3/10/2025: Chủ tịch UBND TP Cần Thơ nhiệm kỳ 2021-2026"
    ],
     "image_bi_thu": "./Assets/png/cn_bithu.png",
    "image_chu_tich": "./Assets/png/cn_chutich.png",
    "dien_tich": "6.360,83 km²",
    "dan_so": "4.199.824",
    "grdp": "281.674.628",
    "thu_ngan_sach": "24.788.357",
    "region": ["city","south"]
  },
  {
    "name": "Vĩnh Long",
    "image": "./Assets/png/vinhlong.webp",
    "bi_thu": "Trần Văn Lâu",
    "chu_tich": "Trần Trí Quang",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Vĩnh Long",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Vĩnh Long\nNgày sinh: 5/3/1970\nQuê quán: Sóc Trăng\nHọc vấn: Thạc sĩ Xây dựng Đảng và Chính quyền nhà nước, Cử nhân Chính trị học chuyên ngành Quản lý xã hội\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "2/1985 - 1/1990: Học viên Trường Thiếu sinh quân Quân khu 9, Học viên Trường Sĩ quan công binh, chuyên ngành chỉ huy kỹ thuật công binh",
    "2/1990 - 10/2020: Thiếu úy, Trung úy, Thượng úy, Đại úy, Thiếu tá, Trung tá, Thượng tá, Đại tá, đảm nhiệm qua các chức vụ: Trung đội trưởng Tiểu đoàn Phú Lợi, Bộ CHQS tỉnh Sóc Trăng; Trợ lý Ban Chính sách, Trưởng Ban Chính sách, Phó Chủ nhiệm Chính trị Bộ Chỉ huy quân sự tỉnh Sóc Trăng; Chính trị viên Ban Bộ Chỉ huy quân sự huyện Long Phú; Phó Chính ủy, Chính ủy Bộ Bộ Chỉ huy quân sự tỉnh Sóc Trăng; Đại tá, Chỉ huy trưởng Bộ Bộ Chỉ huy quân sự tỉnh Sóc Trăng; Ủy viên Ban Thường vụ Tỉnh ủy Sóc Trăng, nhiệm kỳ 2015-2020 (từ tháng 5/2018)",
    "11/2020: Đồng chí Trần Văn Lâu giữ chức vụ, Phó Bí thư Tỉnh ủy, nhiệm kỳ 2020-2025; Chủ tịch UBND tỉnh Sóc Trăng, nhiệm kỳ 2016-2021",
    "1/7/2025: Đồng chí Trần Văn Lâu là Phó Bí thư Thành ủy Cần Thơ, Chủ tịch UBND TP. Cần Thơ",
    "3/10/2025: Đồng chí Trần Văn Lâu được Bộ Chính trị chỉ định giữ chức vụ Bí thư Tỉnh ủy Vĩnh Long"
],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Vĩnh Long",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Vĩnh Long\nNgày sinh: 10/7/1977\nQuê quán: Đồng Tháp\nHọc vấn: Thạc sĩ Quản lý kinh tế, Thạc sĩ chuyên ngành xây dựng công trình giao thông, Cử nhân xây dựng chuyên ngành kỹ thuật công trình\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "5/2015 - 11/2015: Phó Giám đốc Sở Giao thông vận tải Đồng Tháp",
    "11/2015 - 12/2020: Tỉnh ủy viên, Phó Giám đốc, Giám đốc Sở Giao thông vận tải; ĐBQH khóa XIV, Ủy viên Ủy ban Kinh tế Quốc hội",
    "12/2020 - 7/2022: Ủy viên Ban Thường vụ Tỉnh ủy, Phó Chủ tịch UBND tỉnh, Phó Bí thư Ban cán sự đảng; ĐBQH khóa XIV, Ủy viên Ủy ban Kinh tế Quốc hội (đến 6/2021)",
    "8/2022 - 10/2023: Ủy viên Ban Thường vụ Tỉnh ủy, Bí thư Thành ủy Cao Lãnh",
    "11/2023 - 2/2025: Ủy viên Ban Thường vụ Tỉnh ủy, Phó Chủ tịch UBND tỉnh Đồng Tháp",
    "28/2/2025: Ủy viên Ban Thường vụ Tỉnh ủy, Quyền Chủ tịch UBND tỉnh Đồng Tháp",
    "27/3/2025: Công bố Quyết định của Ban Bí thư Trung ương Đảng chuẩn y đồng chí giữ chức Phó Bí thư Tỉnh ủy Đồng Tháp nhiệm kỳ 2020-2025",
    "28/3/2025: Được bầu làm Chủ tịch UBND tỉnh Đồng Tháp",
    "1/7/2025: Chủ tịch UBND tỉnh Đồng Tháp (sau khi sáp nhập Đồng Tháp và Tiền Giang)",
    "17/11: Ban Bí thư Trung ương Đảng điều động, chỉ định tham gia Ban Chấp hành, Ban Thường vụ và giữ chức Phó Bí thư Tỉnh ủy Vĩnh Long nhiệm kỳ 2025-2030"
    ],
     "image_bi_thu": "./Assets/png/vl_bithu.png",
    "image_chu_tich": "./Assets/png/vl_chutich.png",
    "dien_tich": "6.296,20 km²",
    "dan_so": "4.257.581",
    "grdp": "254.479.941",
    "thu_ngan_sach": "21.789.629",
    "region": ["south"]
  },
  {
    "name": "Cà Mau",
    "image": "./Assets/png/camau.webp",
    "bi_thu": "Nguyễn Hồ Hải",
    "chu_tich": "Lữ Quang Ngời",
    "trich_ngang_bi_thu_short": "Bí thư Tỉnh ủy Cà Mau",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Cà Mau\nNgày sinh: 26-10-1977\nQuê quán: TP Hồ Chí Minh\nHọc vấn: Thạc sĩ quản lý đô thị, kỹ sư xây dựng, cử nhân quản trị kinh doanh\nDân tộc: Kinh",
    "timeline_bi_thu": [
  "6/2000 - 9/2003: Giám sát công trình – Công ty Quản lý kinh doanh nhà TP HCM (Sở Xây dựng).",
  "9/2003 - 1/2005: Phó Trưởng phòng, Trưởng phòng Tổ chức - Hành chính, Công ty Quản lý kinh doanh nhà TP HCM.",
  "1/2005 - 3/2005: Phó Trưởng Phòng Quản lý đô thị quận 8, TP HCM.",
  "4/2005 - 2/2008: Phó Trưởng Phòng, Trưởng Phòng Tài nguyên và Môi trường quận 8; Ủy viên Ban Chấp hành Đảng bộ quận 8, TP HCM (từ 6/2017).",
  "2/2008 - 1/2013: Quận ủy viên; Ủy viên Ban Thường vụ Quận ủy; Phó Chủ tịch UBND quận 8, TP HCM.",
  "1/2013 - 8/2015: Phó Bí thư; Bí thư Quận ủy quận 8, TP HCM.",
  "8/2015 - 4/2019: Bí thư Quận ủy; Thành ủy viên; Bí thư Quận ủy quận 3, TP HCM.",
  "4/2019 - 10/2020: Thành ủy viên; Ủy viên Ban Thường vụ Thành ủy; Trưởng Ban Tổ chức Thành ủy TP HCM.",
  "10/2020 - 3/2024: Phó Bí thư kiêm Trưởng Ban Tổ chức Thành ủy TP HCM.",
  "3/2024 - 1/2025: Phó Bí thư Thường trực Thành ủy TP HCM.",
  "1/2025 - nay: Bí thư Tỉnh ủy Cà Mau, nhiệm kỳ 2020-2025."
],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Cà Mau",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Cà Mau\nNgày sinh: 4/4/1972\nQuê quán: Tiền Giang\nHọc vấn: Tiến sĩ Chính trị học, Thạc sĩ Xây dựng Đảng-Chính quyền Nhà nước; Cử nhân Luật Kinh tế\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "7/2007 - 10/2010: Phó Giám đốc Sở Lao động-Thương binh và Xã hội tỉnh Vĩnh Long",
    "11/2010 - 9/2012: Tỉnh ủy viên, Giám đốc Sở Lao động-Thương binh và Xã hội tỉnh Vĩnh Long",
    "10/2012 - 9/2015: Tỉnh ủy viên, Bí thư Huyện ủy Tam Bình, tỉnh Vĩnh Long",
    "10/2015 - 12/2015: Tỉnh ủy viên, Phó Chánh Văn phòng Tỉnh ủy Vĩnh Long",
    "12/2015 - 6/2019: Ủy viên Ban Thường vụ Tỉnh ủy, Phó Chủ tịch UBND tỉnh Vĩnh Long",
    "7/2019 - 1/2020: Ủy viên Ban Thường vụ Tỉnh ủy, Phó Chủ tịch phụ trách UBND tỉnh Vĩnh Long",
    "2/2020 - 11/2025: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Vĩnh Long",
    "11/2025: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Cà Mau"
    ],
     "image_bi_thu": "./Assets/png/cm_bithu.png",
    "image_chu_tich": "./Assets/png/cm_chutich.png",
    "dien_tich": "7.942,39 km²",
    "dan_so": "2.606.672",
    "grdp": "297.735.681",
    "thu_ngan_sach": "10.481.971",
    "region": ["south"]
  }
 
]
